{
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arfqzCBB2T3zb4RisuAV9CP5": {
        "title": "<Summer Vacation Grand Project! ＞Hello, this is Hachan! This is Hachan\" Episode 3 introduces \"Hachan's\" friends!",
        "date": "Sep. 01, 2023",
        "text": [
            "<Summer Vacation Grand Project! >\"Hello! It's Hachan\" is updated with the fantastic episode 3! That \"Hachan\" is animated! Hachan\" has appeared as an animation! This time, \"Hachan\" introduces her friends. What kind of people are \"Hachan's\" friends? There will probably be about 4 fantastic episodes... You can watch episode 3 for members only here. *We will update every Friday at 9pm for the next few episodes. We hope you enjoy it!"
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smhJxP9FB4UTDMbY6Dsg6onJ"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/argzP5zbSFw9oTKFY6QxTUv7": {
        "title": "Ado National Tour 2023 \"Mars\" for the audience at Osaka-jo Hall on 9/9(Sat.) and 9/10(Sun.)",
        "date": "Sep. 01, 2023",
        "text": [
            "Information about the merchandise sales time, location, and Dokidoki Secret Base booth for the 9/9 (Sat.) and 9/10 (Sun.) Osaka-jo Hall performances.",
            "Sales start time】9/9(Sat.) 10:00 - 9/10 (Sun.) 10:00",
            "Merchandise will be sold outside the venue all day long. (Only CDs will be sold inside the venue, and sales will start from the time the venue opens.) Please be careful to avoid heat stroke as extreme heat is expected. No merchandise will be sold inside Osaka-jo Hall after the audience has entered the venue. *Sales will be held after the show. Please note that the sales hours may change without prior notice depending on the situation on the day of the show. *It is also available for purchase for those who do not have a ticket for the performance. In order to prevent heat stroke and reduce congestion at the Ado National Tour 2023 \"Mars\" at Osaka Castle Hall in Osaka, we will be accepting \"numbered tickets for merchandise sales\" (using the \"LINE app\") in advance. If you wish to purchase goods at the venue on the day of the event, please apply for a numbered ticket.",
            "These numbered tickets are intended to ease congestion. They do not guarantee that you will be able to purchase your desired item. *At the end of the numbered ticket pre-sale, those who do not have numbered tickets may still purchase, but their desired items may be sold out. Please understand beforehand. Official merchandise for \"Mars\" and \"Ado's Doki-Doki Secret Base\" will be sold together. Numbered tickets are required to participate in the pre-sale, regardless of which merchandise you purchase. One numbered ticket allows admission for one person (those who need support and those of elementary school age and younger may be admitted with a companion). In that case, the person with the later numbered ticket will be admitted first. It is expected to be very hot on the day of the event. Please take precautions against heat stroke. About Numbered Tickets for Product Sales] ■Pre-registration (first-come-first-served basis) -Reception period: September 2 (Sat) 18:00 - September 5 (Tue) 23:59 -Notification of Numbered Tickets: September 7 (Thu) 18:00- (tentative)",
            "How to Receive Numbered Tickets: Numbered tickets will be accepted using the \"LINE App\". Please download the \"LINE App\" (free of charge) in advance.",
            "1. Please add the \"Ado Numbered Tickets\" account as a friend from the link below. 2. Please apply for numbered tickets from the menu (button) at the bottom of the account. 3. Please turn on your LINE notification and wait.",
            "*One application per person per day. *Please note that it is not possible to select the time zone.",
            "Ado Physical sales numbered tickets: https://lin.ee/fdNjjf5",
            "The numbered tickets will be displayed on the screen of the \"Ado Physical Sales Numbered Ticket\" LINE account on the day of the event. Please be sure to check your numbered ticket and come to the sales area with your numbered ticket.",
            "When you reach the entrance number, you will receive a notification from LINE and a QR code will be displayed, so please present it to the staff at the sales venue (you will not be able to enter the venue before your entrance number is displayed because the QR code will not be displayed).",
            "If you are within the validity period, you may enter the venue even if you are late, but you will be asked to wait at the end of the line.",
            "*After the sales start, please note that the call time may be delayed depending on the situation. Please understand in advance. Please understand beforehand. *The purpose of numbered tickets is to ease congestion. The purpose of these numbered tickets is to ease congestion and does not guarantee that you will be able to purchase the product you want. Sales Location",
            "Contents】〇Osaka-jo Hall North Entrance Tent in front of the entrance・Sales of \"Mars\" official goods・Sales of \"Ado's Doki Doki Secret Base\" official goods・Sales of \"Ado\" gacha-gacha・Sales of \"Ado's Doki Doki Secret Base\" booth (Ado fortune and Uchiwa)・Sales of \"Ado rosa tolmarie\" goods〇 Lobby in Osaka-jo Hall (near the east stairs) - \"CD sales\" *Sales will start from the time the doors open. z Jomi Hall ・\"喜劇\", \"カムパネルラ\", \"Mirage\" costume exhibition and Adoart exhibition will be exhibited. z Additional goods will be available at the official \"Mars\" merchandise sales. Fashionable \"Mars\" T-shirt-o (extra large) (length 77cm / width 59cm / shoulder width 52cm / sleeve length 23cm) ★\"Mars\" big towel (approx. 120x55cm) ★\"Ado\" gacha NEW items added",
            "Official \"Ado's Doki-Doki Secret Base\" T-shirt ver.2 Size・M size (Height 70cm / Height 52cm / Shoulder width 47cm / Sleeve length 20cm) ・L size (Height 74cm / Height 55cm / Shoulder width 50cm / Sleeve length 22cm)",
            "Official \"Ado's Doki-Doki Secret Base\" T-shirt Size: M (length 68 cm / width 50 cm / shoulder width 43 cm / sleeve length 20 cm), XL (length 74 cm / width 56 cm / shoulder width 49 cm / sleeve length 22 cm)",
            "＜Ado's Doki-Doki Secret Base\" Official Goods - Introduction of New Products - <\"Ado's Doki-Doki Secret Base\" Official T-Shirt ver.2 (M/L) ORIHARA's newly-drawn Chand T-Shirt with too much bangs.",
            "Radio in Dokidoki Secret Base: \"Maybe it's OK...\" pouch was born in front of Ado's dressing room. You can put your fortune or small things in the pouch, and it will probably be OK...! The effect will increase.",
            "Doki-Doki Secret Base Can Badge ver.2 (set of 3)In addition to the ORIHARA-drawn Chand can badge with too many bangs, a cute Chand appears for the first time!",
            "Doki-Doki Secret Base Clear File ver.2 (set of 2) Secret base version of \"What are you going to put away?",
            "Doki-Doki Secret Base Bandana ORIHARA draws Chand Bandana with too much bangs",
            "＜Cash, credit card, ID, QUICPay, and transportation system electronic money",
            "<A Request to Customers Regarding the Purchase of Goods> ・There is a limited quantity. Please note that the first-come, first-served basis will end as soon as they are gone. We have set a limit on the number of items so that more customers can purchase. Please refer to the product images for the purchase limit. Gacha will be 500 yen per purchase. You can exchange money at the Gacha booth on the day of the event, but please have 500 yen coins ready in advance. Limit 5 times per person: If you wish to purchase more than 5 times, please line up again. Please present your membership confirmation screen (smart phone, etc.) at the merchandise counter. （Please present your membership confirmation screen (smartphone, etc.) at the merchandise sales counter. Please note that each person is limited to purchasing one official \"Ado's Doki Doki Secret Base\" merchandise item per person per checkout. (The purchase limit is subject to change without notice.) We do not provide a free shopping bag. We do not accept returns or exchanges except for defective products. In the unlikely event that an item is defective, it will be replaced only at the venue on the day of the event.",
            "*Ado's Doki-Doki Secret Base\" News Corner, e-mail distribution, and various social networking services will be provided at a later date regarding sales of items at Nippon Budokan and other venues.",
            "Goods introduction video↓https://ado-dokidokihimitsukichi-daigakuimo.com/video/smB3DF8u8UrbBfaGR7ro4hpJ",
            "Information for visitors to Ado National Tour 2023 \"Mars\" ↓https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arPMHTDReaViyW9dSJymnRCU[Ado's Doki Doki Secret Base About the booth] In addition to the well-known \"Ado mikuji\", a special novelty \"Uchinowa no uchiwa\" will be given away at Osaka-jo Hall. As in the past, the present is limited to paying members only. (Those who enroll in a paid plan on the day of the event will also be eligible. (Please enroll in advance to ensure smooth access.) Please present the QR code from My Page by tapping your name. The limited quantities of both omikujiji and uchiwa fans will be available on a first-come, first-served basis, and will end when they are gone. Please understand. (One fortune per person per day / One fan per person per day)",
            "Note: *Members-only merchandise will not be sold at the Secret Base booth. Please purchase at the merchandise counter. *Oracle tickets and fans will only be available at the Secret Base booth. No lottery and fans will be available at the sales counter. No numbered tickets are available at the Secret Base booth. It will be on a first-come, first-served basis. Ado-mikuji\" itself is a novelty. It is not a gift depending on your fortune.",
            "About Adrosa Tolmaly Shop.",
            "On the day of the event, Adrosa will visit the Adrosa Tolmaly Shop...? More details will be announced on Adrosa's official X (old Twitter). Adrosa Tolmaly Official X (old Twitter): https://twitter.com/sanriolabo"
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26508/qr.png?time=1693559967",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26508/Ado@%E5%A4%A7%E9%98%AA%E5%9F%8E%E3%83%9E%E3%83%83%E3%83%97_230831.png?time=1693562981",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26508/Ado@%E3%82%AA%E3%83%95%E3%82%A3%E3%82%B7%E3%83%A3%E3%83%ABPOP%28A0%29_230821.jpg?time=1693559969",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26508/Ado@%E3%82%AC%E3%83%81%E3%83%A3POP%28A0%29_230821.jpg?time=1693559968",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26508/Ado@%E4%BC%9A%E5%93%A1%E9%99%90%E5%AE%9APOP_230623.jpg?time=1693559969",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26508/%E2%98%85%E4%BC%9A%E5%93%A1%E7%84%A1%E6%96%99%E3%82%B0%E3%83%83%E3%82%BA_0621.png?time=1693559969",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26508/uchiwa_web.png?time=1693559969",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26508/230820_%E3%82%A2%E3%83%88%E3%82%99%E3%83%AD%E3%83%BC%E3%82%B5%E3%82%99%E5%91%8A%E7%9F%A5%E7%94%A8%E7%94%BB%E5%83%8F%20%281%29.jpg?time=1693559969"
        ],
        "links": [
            "https://lin.ee/fdNjjf5",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smB3DF8u8UrbBfaGR7ro4hpJ",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arPMHTDReaViyW9dSJymnRCU",
            "https://twitter.com/sanriolabo"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/arTFQNbtCk2scAurxAKLWwmb": {
        "title": "Venue Report! August 29 (Tue.) and 30 (Wed.) Ado National Tour 2023 \"Mars\" at Nippon Budokan",
        "date": "Aug. 31, 2023",
        "text": [
            "Photos of the venue and lobby of the Ado National Tour 2023 \"Mars\" held at Nippon Budokan on August 29 (Tue.) and 30 (Wed.), 2023, are now available. The fastest report of the entire Ado National Tour 2023 \"Mars\" will be updated after the tour. Please be forewarned.",
            "On both Tuesday, August 29 and Wednesday, August 30, we had a very large turnout. Since it was extremely hot in Tokyo, where the Nippon Budokan is located, many of the participants were wearing parasols to protect themselves from the heat. Even so, the heat was hard to beat, and everyone was sweating and drinking water as they gathered for the start of the merchandise sales. The heat is forecasted to continue, so we hope that you will take measures against the heat and drink plenty of water at the Osaka-jo Hall and Yokohama Arena venues to be held in the near future. Costumes for \"Kigeki,\" \"Kampanella,\" and \"Mirage\" will be on display at the show, as well as an Adoart exhibit. The \"Mars\" banner was already displayed in the Budokan on the morning of Tuesday the 29th. As for the merchandise sales, there were no crowds because QR codes were issued in advance for the queue arrangement on both days. Therefore, it seemed to be very smooth to purchase goods. In particular, \"Cheki-style trading cards\" and goods featuring \"Hachan,\" whose animation was recently released, were very popular. The Gacha Gacha booth was also very crowded. It seemed like everyone was always trying to get into the machine. It was very impressive to see people cheering with joy when they got the goods they were looking for, and the booths were always very lively. The \"Ado's Doki-Doki Secret Base\" booth was also very busy. The uchiwa fans, which we have been handing out since the Nippon Budokan concert, were especially popular, and many visitors took pictures with them. Many of the visitors drew the \"Ado-mikuji\" lottery, hoping for a \"kyoku (bad luck),\" but it was very impressive to see the smiles on everyone's faces no matter which lottery ticket came out. We started selling \"Ad rosa tolmarie\" goods from the Nippon Budokan concert. Many customers lined up before the sale every day, and the various plush toys were very popular. Also, we felt that there were many customers who immediately attached the \"ear-shaped patch clasp\" they had purchased to the live performance. By the way, if you were lucky, you might be able to meet \"Ad rosa tolmarie\"... Thank you very much for your cooperation in organizing the line at the entrance while suppressing your excitement before the opening time. The booths were also very busy. After the show, many visitors took commemorative photos with the Budokan in the background with their penlights flashing in blue. It was a beautiful sight to see from the outside. Thank you very much for coming to the Nippon Budokan on both days."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E8%B2%A9%E5%A3%B2%E9%96%8B%E5%A7%8B%E5%89%8D_001.png?time=1693478890",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E8%B2%A9%E5%A3%B2%E9%96%8B%E5%A7%8B%E5%89%8D_002.png?time=1693478912",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E8%B2%A9%E5%A3%B2%E9%96%8B%E5%A7%8B%E5%89%8D_004.png?time=1693478932",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E8%B2%A9%E5%A3%B2%E9%96%8B%E5%A7%8B%E5%89%8D_003.png?time=1693478949",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E8%B2%A9%E5%A3%B2%E9%96%8B%E5%A7%8B%E5%89%8D_005.png?time=1693478967",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3.png?time=1693478995",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3_01.png?time=1693479018",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3_03.png?time=1693479035",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99.png?time=1693479054",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_02.png?time=1693479068",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_03.png?time=1693479085",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_04.png?time=1693479105",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E3%82%A2%E3%83%88%E3%82%99%E3%83%AD%E3%83%BC%E3%82%B5%E3%82%99_001.png?time=1693479123",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E3%82%A2%E3%83%88%E3%82%99%E3%83%AD%E3%83%BC%E3%82%B5%E3%82%99.png?time=1693479141",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E5%85%A5%E5%A0%B4%E5%89%8D001.png?time=1693479159",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E5%85%A5%E5%A0%B4%E5%89%8D002.png?time=1693479176",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E5%85%A5%E5%A0%B4%E5%89%8D003.png?time=1693479193",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E7%B5%82%E6%BC%94%E5%BE%8C_001.png?time=1693479209",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E7%B5%82%E6%BC%94%E5%BE%8C_002.png?time=1693479225",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E7%B5%82%E6%BC%94%E5%BE%8C_003.png?time=1693479240",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/26401/%E3%82%A2%E3%83%BC%E3%83%88%E3%83%9B%E3%82%99%E3%83%BC%E3%83%88%E3%82%99%201.png?time=1693479258"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/arvzC4zuBcjiSBLD9fegwz5b": {
        "title": "Interim Report! Ado National Tour 2023 \"Mars\".",
        "date": "Aug. 28, 2023",
        "text": ["Ado Official Website"],
        "img": [],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arAjceQt93w3wah332g4g6TR": {
        "title": "<Summer Vacation Grand Project! ＞Hello, I'm Hachitaro! This is Hachan\", the long-awaited second episode, is now available!",
        "date": "Aug. 25, 2023",
        "text": [
            "<Summer Vacation Grand Project! >\"Hello! It's Hachan\" is updated with the fantastic second episode! That \"Hachan\" is animated! Hachan\" is now animated! Hachan's summer vacation...! It will probably be about 4 episodes... You can watch it here for members only. *We will update it every Friday at 9:00 p.m. for the next few weeks. We hope you enjoy it!"
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smNeVUqax3NuFjPzXsghzg3m"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/aroKxbLmCiDpyZvnAshg3w9E": {
        "title": "Ado National Tour 2023 \"Mars\" 8/29(Tue) & 8/30(Wed) at Nippon Budokan",
        "date": "Aug. 24, 2023",
        "text": [
            "A small number of same-day tickets will be sold for the 8/29(Tue) and 8/30(Wed) performances at Nippon Budokan.",
            "Details】🔷Performances: 8/29(Tue.) and 8/30(Wed.) at Nippon Budokan🔷Seat types and ticket prices: S seats 10,000 yen (tax included)* Tickets for ages 3 and up required/no admission for ages 2 and under🔷Reception period: 2023/8/25(Fri.) 10:00~🔷Ticket pickup period: 2023/8/29(Tue.) performance: 2023/8/29(Tue.) performance 8/29 (Tue.): 2023/8/29 (Tue.) 17:30 - 8/30 (Wed.): 2023/8/30 (Wed.) 17:00 - 8/29 (Tue.): 2023/8/29 (Tue.) 17:30 - 8/30 (Wed.) 17:00 - 8/30 (Wed.)",
            "Limit: 1 ticket; Payment method: Credit card; Pickup method: Lo-chi-ke Electronic ticket",
            "Please click here to apply ▼https://l-tike.com/ado/※Application Notes※■Apply within the application period. Please apply within the application period. The details of your application will be confirmed on \"My Page\" or notified to your registered e-mail address. Please be sure to check \"My Page\" to confirm that your application has been successfully accepted. Please note that we will not be able to respond to any inquiries in the unlikely event that your application has not been processed. After you have applied, you will receive your ticket at the venue on the day of the event. After the exchange, you will be allowed to enter the venue directly. Please present the electronic ticket application on your smartphone at the exchange counter on the day of the event. You cannot enter the venue by presenting a screenshot of your ticket. We will also check the ID of the person who purchased the ticket. No changes or cancellations can be made after registration. We will not be able to respond to any inquiries regarding customer registration information. Only credit card payment is accepted. In the unlikely event that we need to contact you regarding your reservation, we may contact you in advance by phone or email. ■If you are using a domain-specified receiving system, please make sure to set up your e-mail address to receive \"@l-tike.com\" and \"@ent.lawson.co.jp\".",
            "Please contact us at https://faq.l-tike.com/contact/0119/0262/受付終了後にお問い合わせいただきましてもご対応できませんので with any inquiries regarding the application."
        ],
        "img": [],
        "links": [
            "https://l-tike.com/ado/",
            "https://faq.l-tike.com/contact/0119/0262/"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/arzuHkmMgFtzRVDtc55pL5eb": {
        "title": "Venue Report! August 20 (Sun) Ado National Tour 2023 \"Mars\" at Hiroshima Bunka Gakuen HBG Hall, Hiroshima",
        "date": "Aug. 21, 2023",
        "text": [
            "Photos of the venue, lobby, etc. of the Ado National Tour 2023 \"Mars\" held on August 20 (Sun.), 2023 at the Hiroshima Bunka Gakuen HBG Hall in Hiroshima are now available. The fastest report of the entire Ado National Tour 2023 \"Mars\" will be updated after the tour. Please be forewarned.",
            "On August 20 (Sun.), the high temperature in Hiroshima on that day was 36 degrees Celsius. It was scorching hot before 12:00 p.m., the start time of the goods pre-sale. Fortunately, the front of the waiting line was indoors, so it was somewhat sheltered from the heat. The heat was somewhat sheltered from the crowd, which was again very large, even before the start of the merchandise sales. Once the merchandise sales started, the purchase went very smoothly. Compared to other venues, a much larger percentage of visitors to the Hiroshima show purchased merchandise after examining the list of goods displayed in front of them. Among them, there were many customers who purchased goods of \"Hachan,\" which has recently been animated and has become a topic of conversation. After purchasing the goods, many customers immediately took pictures, attached them to their bags, or played with Hachan. At the Hiroshima show, there was a \"Gacha-gacha\" booth across from the merchandise booth. Therefore, it was my impression that there were many people who were playing with the gachacha-gacha after they had finished purchasing goods. Especially on this day, there were many families enjoying playing Gachachacha with their children. The Ado lottery at the \"Ado's Doki-Doki Secret Base\" booth was again a great success. As far as the staff knew, two \"mad (bad)\" fortunes were drawn on this day. It was very amusing to see the stunned look on the faces of the visitors who drew the lots. It was also heartwarming to see them asking questions to the staff and chatting with them when they found a kanji they did not understand in the lottery. There was also a visitor from overseas who came all the way from Japan to join the tour and experience Ado-mikuji. We feel that the words \"omikuji\" and \"Ado-mikuji\" are spreading around the world little by little through this tour. We will continue to have a stall at each venue in the future, so please come and enjoy the tour. We also sold CDs at the Hiroshima concert. Everyone was looking at each item with great interest as they considered their purchase. We hope you will continue to consider purchasing CDs at the venue, as there will be special offers available for those who purchase at the venue. We had a very large number of visitors right before the opening time. Some customers had to wait outside in the hot weather, but everyone followed the staff's guidance and lineups, and we were able to guide them smoothly into the venue. Thank you very much for your cooperation. We hope you will continue to cooperate with us in the future. Once the doors opened, all the booths were crowded with many visitors. Especially, there were very long lines at the booths selling goods and the rumble machine. We hope you will visit the booths even after the show. We also held a \"costume display\" at the Hiroshima show, which attracted many visitors. We will display the costumes at each of the future venues as well (*We hope you will come to the venue to see the costumes with your own eyes). Many customers were still excited to purchase goods after the show. Outside the venue, there were many people taking pictures with the venue using penlights, or gathering with friends for commemorative photos, even after the show."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E5%85%88%E8%A1%8C_01.png?time=1692613615",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B3%BC%E5%85%A5_01.png?time=1692613636",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B3%BC%E5%85%A5_02.png?time=1692613651",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3_01.png?time=1692613670",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_01.png?time=1692613690",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_02.png?time=1692613703",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/CD_01.png?time=1692613718",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E9%96%8B%E5%A0%B4%E5%89%8D.png?time=1692613738",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E9%96%8B%E5%A0%B4_01.png?time=1692613756",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E9%96%8B%E5%A0%B4_02.png?time=1692613771",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E9%96%8B%E5%A0%B4_03.png?time=1692613785",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E7%B5%82%E6%BC%94%E5%BE%8C_01.png?time=1692613803",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25606/%E7%B5%82%E6%BC%94%E5%BE%8C_02.png?time=1692613817"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arzK8zx7D3CVYsFgARqkT8tC": {
        "title": "Ado National Tour 2023 \"Mars\" 8/29(Tue.) and 8/30(Wed.) at Nippon Budokan [Added on 8/24].",
        "date": "Aug. 21, 2023",
        "text": [
            "The following information is regarding the merchandise sales time, sales location, and Dokidoki Secret Base booth for the Nippon Budokan performances on 8/29 (Tue.) and 8/30 (Wed.).",
            "Sales start time】8/29(Tuesday)12:00〜8/30(Wednesday)11:30〜",
            "*Goods will be sold outside the venue throughout the day. *There will be no merchandise sales inside the Budokan after the show. *Sales after the show are also scheduled. The selling time is subject to change without prior notice depending on the situation on the day of the show. *It is also available for purchase for those who do not have a ticket for the performance. In order to reduce congestion at the Ado National Tour 2023 \"Mars\" at the Nippon Budokan in Tokyo, we will be accepting \"numbered tickets for merchandise sales\" (using the \"LINE app\") in advance. If you wish to purchase goods at the venue on the day of the event, please apply in advance.",
            "These numbered tickets are intended to ease congestion. They do not guarantee that you will be able to purchase your desired item. *At the end of the numbered ticket pre-sale, those who do not have numbered tickets may still purchase, but their desired items may be sold out. Please understand beforehand. Official merchandise for \"Mars\" and \"Ado's Doki-Doki Secret Base\" will be sold together. Numbered tickets are required to participate in the pre-sale, regardless of which merchandise you purchase. (Those who need support and those of elementary school age or younger may be accompanied by an adult. From 18:00 (tentative)",
            "How to Receive Numbered Tickets: Numbered tickets will be accepted using the \"LINE App\". Please download the \"LINE App\" (free of charge) in advance.",
            "1. Please add the \"Ado Numbered Tickets\" account as a friend from the link below. 2. Please apply for numbered tickets from the menu (button) at the bottom of the account. 3. Please turn on your LINE notification and wait.",
            "*One application per person per day. *Please note that it is not possible to select the time zone.",
            "Ado Physical sales numbered tickets: https://lin.ee/fdNjjf5",
            "The numbered tickets will be displayed on the screen of the \"Ado Physical Sales Numbered Ticket\" LINE account on the day of the event. Please be sure to check your numbered ticket and come to the sales area with your numbered ticket.",
            "When you reach the entrance number, you will receive a notification from LINE and a QR code will be displayed, so please present it to the staff at the sales venue (you will not be able to enter the venue before the entrance number as the QR code will not be displayed).",
            "If you are within the validity period, you may enter the venue even if you are late, but you will be asked to wait at the end of the line.",
            "*After the sales start, please note that the call time may be delayed depending on the situation. Please understand in advance. Please understand beforehand. *The purpose of numbered tickets is to ease congestion. The purpose of these numbered tickets is to ease congestion and does not guarantee that you will be able to purchase the product you want. Sales Location",
            "Contents】〇Anteroom of Chudojo, sales of \"Mars\" official goods, sales of \"Ado's Doki Doki Secret Base\" official goods",
            "zChu Dojo, \"Comedy\", \"Kam Panelara\", \"Mirage\" costume exhibition and Adoart exhibition",
            "0Central Dojo, tent in front of clock tower, \"Ado\" gacha gacha sales, \"Ado's Doki-Doki Secret Base\" booth (Ado mikuji), \"CD sales\", \"Ado rosa tolmarie\" merchandise sales",
            "Additional merchandise will also be available at the official \"Mars\" merchandise sales. Fashionable \"Mars\" T-shirt-o (extra large) (length 77cm / width 59cm / shoulder width 52cm / sleeve length 23cm) ★\"Mars\" big towel (approx. 120x55cm) ★\"Ado\" gacha NEW items added",
            "Official \"Ado's Doki-Doki Secret Base\" T-shirt ver.2 Size・M size (Height 70cm / Height 52cm / Shoulder width 47cm / Sleeve length 20cm) ・L size (Height 74cm / Height 55cm / Shoulder width 50cm / Sleeve length 22cm)",
            "Official \"Ado's Doki-Doki Secret Base\" T-shirt Size: M (length 68cm / width 50cm / shoulder width 43cm / sleeve length 20cm), XL (length 74cm / width 56cm / shoulder width 49cm / sleeve length 22cm)",
            "＜Ado's Doki-Doki Secret Base\" Official Goods - Introduction of New Products - <\"Ado's Doki-Doki Secret Base\" Official T-Shirt ver.2 (M/L) ORIHARA's newly-drawn Chand T-Shirt with too much bangs.",
            "Radio in Dokidoki Secret Base: \"Maybe it's OK...\" pouch was born in front of Ado's dressing room. You can put your fortune or small things in the pouch, and it will probably be OK...! The effect will increase.",
            "Doki-Doki Secret Base Can Badge ver.2 (set of 3)In addition to the ORIHARA-drawn Chand can badge with too many bangs, a cute Chand appears for the first time!",
            "Doki-Doki Secret Base Clear File ver.2 (set of 2) Secret base version of \"What are you going to put away?",
            "Doki-Doki Secret Base Bandana ORIHARA draws Chand Bandana with too much bangs",
            "＜Cash, credit card, ID, QUICPay, and transportation system electronic money",
            "<A Request to Customers Regarding the Purchase of Goods> ・There is a limited quantity. Please note that the first-come, first-served basis will end as soon as they are gone. We have set a limit on the number of items so that more customers can purchase. Please refer to the product images for the purchase limit. Gacha will be 500 yen per purchase. You can exchange money at the Gacha booth on the day of the event, but please have 500 yen coins ready in advance. Limit 5 times per person: If you wish to purchase more than 5 times, please line up again. Please present your membership confirmation screen (smart phone, etc.) at the merchandise sales counter. （Please present your membership confirmation screen (smartphone, etc.) at the merchandise sales counter. Please note that each person is limited to purchasing one official \"Ado's Doki Doki Secret Base\" merchandise item per person per checkout. (The purchase limit is subject to change without notice.) We do not provide a free shopping bag. We do not accept returns or exchanges except for defective products. In the unlikely event that an item is defective, it will be replaced only at the venue on the day of the event.",
            "*Ado's Doki-Doki Secret Base\" News Corner, e-mail distribution, and various social networking services will be provided at a later date regarding sales of items at Nippon Budokan and other venues.",
            "Goods introduction video↓https://ado-dokidokihimitsukichi-daigakuimo.com/video/smB3DF8u8UrbBfaGR7ro4hpJ",
            "Information for visitors to Ado National Tour 2023 \"Mars\" ↓https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arPMHTDReaViyW9dSJymnRCU[Ado's Doki Doki Secret Base About the booth] At each venue from Budokan, in addition to the well-known \"Ado-mikuji\", a special novelty \"Uchiwa (fan) of the inner circle\" will be given away. As in the past, the present is limited to paying members only. (Those who enroll in a paid plan on the day of the event will also be eligible. (Please enroll in advance to ensure a smooth transition to the event.) Both the omikuji and uchiwa will be limited in quantity and will be given away on a first-come, first-served basis. (Please note that the limited quantities of both omikuji and uchiwa will end when they are gone. (One fortune per person / One fan per person)",
            "Note: *Members-only merchandise will not be sold at the Secret Base booth. Please purchase at the merchandise counter. *Oracle tickets and fans will only be available at the Secret Base booth. No lottery and fans will be available at the sales counter. No numbered tickets are available at the Secret Base booth. It will be on a first-come, first-served basis. Ado-mikuji\" itself is a novelty. It is not a gift depending on your fortune.",
            "About Adrosa Tolmaly Shop.",
            "On the day of the event, Adrosa will be playing at the Adrosa Tolmaly Shop...? More details will be announced on Adrosa's official X (old Twitter), so please look forward to it!"
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25576/qr.png?time=1692599874",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25576/Ado@%E6%AD%A6%E9%81%93%E9%A4%A8%E3%83%9E%E3%83%83%E3%83%97_230821_%E4%BF%AE%E6%AD%A3.jpg?time=1692610927",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25576/Ado@%E3%82%AA%E3%83%95%E3%82%A3%E3%82%B7%E3%83%A3%E3%83%ABPOP%28A0%29_230821.jpg?time=1692610946",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25576/Ado@%E3%82%AC%E3%83%81%E3%83%A3POP%28A0%29_230821.jpg?time=1692610962",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25576/Ado@%E4%BC%9A%E5%93%A1%E9%99%90%E5%AE%9APOP_230623.jpg?time=1692610978",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25576/%E2%98%85%E4%BC%9A%E5%93%A1%E7%84%A1%E6%96%99%E3%82%B0%E3%83%83%E3%82%BA_0621.png?time=1692611002",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25576/uchiwa_web.png?time=1692611019",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25576/230820_%E3%82%A2%E3%83%88%E3%82%99%E3%83%AD%E3%83%BC%E3%82%B5%E3%82%99%E5%91%8A%E7%9F%A5%E7%94%A8%E7%94%BB%E5%83%8F%20%281%29.jpg?time=1692611035"
        ],
        "links": [
            "https://lin.ee/fdNjjf5",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smB3DF8u8UrbBfaGR7ro4hpJ",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arPMHTDReaViyW9dSJymnRCU"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arU47pHdgEQBfZDYvjYYyGsi": {
        "title": "<Summer Vacation Grand Project! ＞Hello, I'm Hachitaro! This is Hachan\" Episode 1, distribution starts!",
        "date": "Aug. 18, 2023",
        "text": [
            "<Summer Vacation Grand Project! >\"Hello! It's Hachan\" is updated with the fantastic first episode! That \"Hachan\" is animated! The first episode of \"Hello! It will probably be about 4 fantastic episodes... You can watch it here for members only. We will be updating it every Friday at 9:00 p.m. for the next few weeks. We hope you enjoy it!"
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smqhHY5uf2pH3sDrL3LL24bB"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/arTtLHYHYebL9yLRJRyV9ZHG": {
        "title": "Venue Report! August 12 (Sat) Ado National Tour 2023 \"Mars\" at Sapporo Bunka Geijutsu Theater hitaru, Hokkaido",
        "date": "Aug. 13, 2023",
        "text": [
            "Photos of the venue and lobby of Ado National Tour 2023 \"Mars\" held on Saturday, August 12, 2023 at Sapporo Bunka Geijutsu Theatre hitaru in Hokkaido, Japan. The fastest report of Ado National Tour 2023 \"Mars\" will be updated after the tour is over. Please be forewarned.",
            "On Saturday, August 12, it was a beautiful sunny day at the Sapporo Bunka Geijutsu Theatre hitaru in Hokkaido. The Sapporo TV Tower in front of the venue looked very beautiful and seemed to celebrate the weather. The weather was very hot, but compared to other venues, the occasional breeze and shade made it feel cooler. The line for merchandise sales was on the fourth floor of the venue, so I think it was somewhat more comfortable. Once again, many customers gathered before the start of the merchandise sales. After the merchandise sales started, the lobby was overflowing with customers, but there was no noticeable congestion and many customers were able to purchase merchandise. Since it was the Bon vacation season, I had the impression that there were many customers who came with their families. Some of them were elderly. In Hokkaido, \"Local Ado Chan Drawstring - Summer Vacation Mars Edition\" was especially popular. In addition, the official \"Ado's Doki-Doki Secret Base\" T-shirts were very popular! can badges\" and \"Cheki-style trading cards\" were randomly distributed, and it was impressive that many customers were eager to buy as many as possible to complete the set. At the Hokkaido show, a \"Gacha Gacha\" booth was set up next to the merchandise booth. The booths were connected vertically, so it was quite spectacular to see so many customers purchasing and playing with the items at the booths. It was quite spectacular to see so many people purchasing goods and playing gacha-gacha. The \"Ado's Doki-Doki Secret Base\" booth was a big success again this year. Some friends who were drawing fortunes for the first time that day were delighted to see a \"big lucky\" result, parents took pictures of their children drawing fortunes, and many people joined \"Ado's Doki-Doki Secret Base\" on the spot for the sake of drawing fortunes. We will continue to open a booth at each venue in the future, so please come and enjoy our booth. We also sold CDs at the Hokkaido concert, and we had a large crowd at the booth. This booth gets very crowded after each live performance, so if you would like to stop by the booth after the merchandise sale or after the concert, it will be easier to purchase. There will also be special offers available for those who purchase at the venue. You can also extend the excitement of the LIVE and enjoy it at home, so we hope you will consider purchasing at the venue. We had a large number of visitors right before the doors opened. We would like to thank everyone who came to the event for their cooperation. We are grateful for the cooperation of everyone who came to the event. We, the staff, would like to express our gratitude to all of you. We hope you will continue to cooperate with us in the future. Once the doors opened, the booths were crowded with visitors. There was a line of people waiting to buy goods and play with gadgets, especially at the \"Ado's Doki-Doki Secret Base\" booth. The \"Ado fortune\" will be available after the show at future venues as well, so please take advantage of it. We also held a \"costume display\" at the Sapporo concert, which attracted many visitors. (*We hope you will come to the venue and see the costumes with your own eyes.) Many customers were still very excited after the show and headed for the merchandise sales. The Sapporo concert in Hokkaido was a very lively event."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25170/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E5%89%8D_002.png?time=1691918079",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25170/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E5%89%8D_001.png?time=1691918133",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25170/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2_01.png?time=1691918153",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25170/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3.png?time=1691918171",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25170/Ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_001.png?time=1691918194",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25170/cd%E7%89%A9%E8%B2%A9.png?time=1691918212",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25170/%E4%BC%9A%E5%A0%B4%E5%89%8D_001.png?time=1691918238",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25170/%E4%BC%9A%E5%A0%B4%E5%BE%8C_001.png?time=1691918257",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25170/%E4%BC%9A%E5%A0%B4%E5%BE%8C_002.png?time=1691918273",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/25170/%E7%B5%82%E5%B9%95%E5%BE%8C.png?time=1691918294"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arP82aZM6MAuveVPdozabh4L": {
        "title": "National Tour 2023 \"Mars\" members' fastest advance started!",
        "date": "Mar. 26, 2023",
        "text": [
            "Ado National Tour 2023 \"MARS\" Application for the fastest ticket advance starts on 3/27 at \"Ado's Doki-Doki Secret Base\"!",
            "＜Ado National Tour 2023 \"Mars\"",
            "6/29 (Thu) Saitama, Omiya Sonic City Main Hall OPEN 17:30 / START 18:30",
            "7/1 (Sat) Tokyo Electron Hall Miyagi, OPEN 16:00 / START 17:00",
            "7/8 (Sat) Kagawa, Rexxam Hall (Kagawa Kenmin Hall) OPEN 16:00 / START 17:00",
            "7/16(Sun)Fukuoka, Fukuoka Sun Palace Hotel & Hall OPEN 16:00 / START 17:00",
            "7/22(Sat)Niigata Kenmin Kaikan Main Hall, Niigata OPEN 16:00 / START 17:00",
            "7/30(Sun)Aichi, Nagoya International Conference Center Century Hall OPEN 16:00 / START 17:00",
            "8/12(Sat)Hokkaido, Sapporo Arts and Culture Theatre hitaru OPEN 16:00 / START 17:00",
            "8/20(Sun)Hiroshima, Hiroshima Bunka Gakuen HBG Hall OPEN 16:00 / START 17:00",
            "8/29(Tue)Tokyo, Nippon Budokan OPEN 17:00 / START 18:30",
            "8/30 (Wed)Tokyo Nippon Budokan, OPEN 16:30 / START 18:00",
            "9/9 (Sat) Osaka, Osaka-jo Hall OPEN 15:30 / START 17:00",
            "9/10(Sun) Osaka, Osaka-jo Hall OPEN14:30 / START 16:00",
            "9/16(sat)YOKOHAMA ARENA, Kanagawa, OPEN 15:30 / START 17:00",
            "9/17(Sun) Kanagawa, Yokohama Arena OPEN14:30 / START 16:00",
            "",
            "◆Ticket Information",
            "Ticket Price",
            "VIP seat ¥12,000 (including consumption tax/with gift) Reserved seat ¥8,000 (including consumption tax)",
            "",
            "8/29-9/17 Arena Concerts\" VIP Seats ¥13,000 (including tax/including gift) S Seats ¥9,000 (including tax)A Seats ¥8,000 (including tax)",
            "",
            "Ticket required for ages 3 and up / No admission for ages 2 and under",
            "Up to 4 per application",
            "All seats reserved",
            ""
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24964/S__17965181.jpg?time=1691470035"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/argqzNtjwtTyXGDKwWYUYmsj": {
        "title": "Opening time of the concert of the national tour 2023 \"Mars\" at Nippon Budokan on Aug. 29 (Tue.)",
        "date": "Aug. 07, 2023",
        "text": [
            "There was an error in the previously announced opening time of the National Tour 2023 \"Mars\" 8/29 (Tue) at the Nippon Budokan. The correct time is 17:00. Incorrect: OPEN 17:30 / START 18:30 Correct: OPEN 17:00 / START 18:30 We apologize for the correction. We are very sorry. Please be careful when you come to the show. Thank you for your understanding."
        ],
        "img": [],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arKcTqPaZCKgSjAWSa6yNVZG": {
        "title": "Ado will be the featured vocalist on the title track of LE SSERAFIM Japan's 2nd single 'UNFORGIVEN'!",
        "date": "Aug. 07, 2023",
        "text": [
            "Ado is LE LE SSERAFIM Japan's 2nd single 'UNFORGIVEN' title track",
            "UNFORGIVEN (feat. Nile Rodgers, Ado) -Japanese ver.",
            "The featured vocalist has been selected!",
            "",
            "ORIHARA was responsible for the illustration visuals commemorating the feature!",
            "",
            "",
            "UNFORGIVEN (feat. Nile Rodgers, Ado) -Japanese ver.",
            "Preliminary distribution will begin at 18:00 on August 8 (Tue.).",
            "",
            "Click here for downloading and streaming.",
            "https://lesserafim.lnk.to/LSF_UFG_JP",
            "The above URL can be accessed from Tuesday, August 8, 18:00.",
            "",
            "▼Ado Comments",
            "We are pleased to announce that LE SSERAFIM's 2nd Japanese single 'UNFORGIVEN' will be included in the album!",
            "UNFORGIVEN (feat. Nile Rodgers, Ado) -Japanese ver.",
            "We are happy to participate as a featured artist. Thank you very much.",
            "LE SSERAFIM is really my favorite artist, and let me tell you, I am one of his fans. So,",
            "I would say that this time is very extravagant, I am truly in awe, and I have never been so pleased!",
            "It is very cool and I hope you will listen to the music to the fullest.",
            "And LE SSERAFIM and Ado's collaborative visuals are also available.",
            "It was painted by my image director, ORIHARA.",
            "The illustrations are wonderful and I hope you will take the time to look at them.",
            "We hope you enjoy both the music and the illustrations.",
            "",
            "▼LE SSERAFIM Comments",
            "Title track of LE SSERAFIM's second Japanese single 'UNFORGIVEN' to be released on August 23",
            "UNFORGIVEN (feat. Nile Rodgers, Ado) -Japanese ver.",
            "Mr. Ado joined us as a featured artist.",
            "We were also very surprised when we found out by surprise that Mr. Ado would be joining us!",
            "Ado's voice powerfully expresses the message of this song.",
            "I hope many people will listen to it.",
            "",
            ""
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24919/%E3%83%AB%E3%82%BB%E3%83%A9%E3%83%95%E3%82%A3%E3%83%A0%E7%B4%8D%E5%93%81CMYK.jpg?time=1691409281"
        ],
        "links": ["https://lesserafim.lnk.to/LSF_UFG_JP"]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ar8qXnUfYJYFLZwWBFDAGoFS": {
        "title": "Fastest report! Ado \"ROCK IN JAPAN FES. 2023\" 2023/8/6 performance! at Chiba City Soga Sports Park (official photos & setlist released)",
        "date": "Aug. 07, 2023",
        "text": [
            "The fastest report, official photos, and set list of Ado's performance on the second day of \"ROCK IN JAPAN FES. 2023\" held on August 6 (Sun.) at Soga Sports Park in Chiba City are now available for paying members only in the \"Performance Report\" corner of \"Doki-Doki Secret Base\". Click this link to access \"Fastest Report & Set List"
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/ar37j7aDGkJ7tZ4tfTqbE9XE"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/ar37j7aDGkJ7tZ4tfTqbE9XE": {
        "title": "Fastest report! Ado \"ROCK IN JAPAN FES. 2023\" 2023/8/6 performance! at Chiba City Soga Sports Park (official photos & setlist released)",
        "date": "Aug. 07, 2023",
        "text": ["Ado Official Website"],
        "img": [],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arepHA8TYxHyRDpUBcPocKwb": {
        "title": "Broadcast update of the 45th edition of Ado's radio project \"Ado's Backstage Front\"! This time we bring you the \"First Voice\" corner! What did Ado have to say after enjoying the summer breeze?",
        "date": "Aug. 11, 2023",
        "text": [
            "The 45th edition of Ado's radio broadcast project \"Ado's Backstage Front\" was updated on Friday, August 11 at 9pm (9pm). This time we present the \"First Voice\" corner. What is the \"First Voice\" that Ado uttered after enjoying the summer season? In summer, there are many \"seasonal foods,\" various \"events,\" and other truly summer customs. What did Ado say when he enjoyed the summer festivals? Ado will be presenting your submissions! There will also be an announcement at the end of the program, so please listen to the end! This broadcast can be viewed at the following URL Click here for the 45th broadcast of \"Ado's Backstage Front\" The broadcast will continue to be updated every Friday at 9pm (9pm) and is available only to \"Ado's Doki-Doki Secret Base\" members. (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "▼ We are looking for lines that you would like \"First Voice\" Ado to say, that you would like him to say, or that you think he might say. The subject we are looking for this time is...",
            "First voice uttered by Ado on his first camping trip.\"",
            "Camping and solo camping are very popular nowadays. Ado, who went on such a camping trip, arrived at the camp, and what did he say? We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smbbY3rUTiVMHkndvfgendNU",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNCPsTGQEP3coJjNbzb8Wjm"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/ar56EJYa9wNedJepukvYzWmU": {
        "title": "Venue Report! July 30 (Sun) Ado National Tour 2023 \"Mars\" at Nagoya International Conference Center Century Hall",
        "date": "Jul. 31, 2023",
        "text": [
            "Photos of the venue, lobby, etc. of the Ado National Tour 2023 \"Mars\" held on Sunday, July 30, 2023 at the Century Hall of the Nagoya International Conference Center are now available. The fastest report of the entire Ado National Tour 2023 \"Mars\" will be updated after the tour. Please be forewarned.",
            "On July 30 (Sun.), the weather around Century Hall of Nagoya International Conference Center was clear and sunny. In the intense heat, there were many people waiting in line before the start of the merchandise purchase, and some of them even stood in line outside. Thank you very much for your cooperation in organizing the line. We were fortunate that the Nagoya Congress Center, the venue for this year's event, had a very large lobby and other facilities, so many people were able to cool off in there after purchasing goods. After the merchandise sales started, the lobby was overflowing with customers, but many of them purchased goods very smoothly, probably because they had seen the \"Ado's Doki-Doki Secret Base\" website and posters in advance. As has been the case at previous venues, there were many customers who purchased T-shirts and immediately changed into them, and the venue was filled with people wearing official T-shirts and \"Ado's Doki Doki Secret Base\" T-shirts before the start of the concert. At the Nagoya show, there was a \"Gacha Gacha\" booth next to the merchandise booth. Therefore, we had the impression that there were many customers who purchased merchandise and then went straight to the Gachachacha booth to try it out. The people waiting in line seemed to be very curious to see what the people who were trying out the gachacha were winning. The overall image of the lobby looked like this. The \"Ado's Doki-Doki Secret Base\" booth was once again a big success. This time, a few \"mad (bad)\" cards appeared. After the audience seemed to stop for a moment, they said, \"Kyooooooooo ！！！！！ They were so enthusiastic with their friends as if they were going crazy. From this tour, the authentication method for drawing the \"Ado lottery\" has been changed to presenting the QR code from the \"My Page\" after logging in to the \"Ado's Doki-Doki Secret Base\" website. If you are unsure, please ask a staff member for help. If you have any questions, please ask a staff member. However, there were no major problems and we were able to guide people smoothly into the venue. Thanks to the cooperation of everyone who came to the event. We, all the staff members, thank you very much for your cooperation. We hope you will continue to cooperate with us in the future. Once the doors opened, all the booths were crowded with many visitors. Especially, there was a long line of people waiting to buy goods. We also held a \"costume display\" at the Nagoya show, which attracted many visitors. (*We hope you will come to the venue and see the costumes with your own eyes.) After the show, we were able to see many customers saying \"Thank you very much\" to our staff. Thank you very much. We look forward to working with you again at future events at various venues."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24508/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B3%BC%E5%85%A5%E5%89%8D_002.png?time=1690799729",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24508/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B3%BC%E5%85%A5%E5%89%8D_003.png?time=1690799798",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24508/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B3%BC%E5%85%A5_01.png?time=1690799818",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24508/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3_01.png?time=1690799835",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24508/%E5%85%A8%E4%BD%93%E5%83%8F.png?time=1690799858",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24508/Ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99.png?time=1690799875",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24508/%E4%BC%9A%E5%A0%B4%E5%89%8D.png?time=1690799895",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24508/%E4%BC%9A%E5%A0%B4%E5%BE%8C.png?time=1690799913",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/24508/%E4%BC%9A%E5%A0%B4%E5%BE%8C_01.png?time=1690799929"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arUA8u23ECuSWnFnb7jj5cBW": {
        "title": "Adoart to be exhibited at Ado National Tour 2023 \"Mars\" in Tokyo, Osaka, and Kanagawa",
        "date": "Jul. 29, 2023",
        "text": [
            "Thank you for your continued support of Ado.",
            "We would like to ask for your cooperation in displaying Adoart in the lobby of each venue (Budokan, Osaka-jo Hall, Yokohama Arena) of Ado's national tour 2023 \"Mars\" in Tokyo, Osaka, and Kanagawa.",
            "",
            "We are looking for new and past Adoart drawings on Twitter (X).",
            "",
            "Adoart Mars Tokyo",
            "Adoart Mars Osaka",
            "Adoart Mars Kanagawa\".",
            "",
            "Please tweet us with the hashtag of the name of the venue you would like to apply for above.",
            "Thank you for your cooperation.",
            "",
            "We look forward to receiving many applications!",
            "",
            " Application period: Saturday, July 29, 2023 to Saturday, August 26, 2023",
            "",
            "<Performances eligible for exhibition",
            "8/29(Tue) Nippon Budokan, Tokyo",
            "8/30 (Wed) Nippon Budokan, Tokyo",
            "9/9 (Sat) Osaka, Osaka-jo Hall",
            "9/10(Sun) Osaka, Osaka-jo Hall",
            "9/16 (Sat) Yokohama Arena, Kanagawa",
            "9/17(Sun) Yokohama Arena, Kanagawa",
            "",
            "",
            "precautions",
            "Please tweet with the hashtag specified above.",
            "We will make a strict selection of the works.",
            "The works will be exhibited in print in B3 size.",
            "Works submitted with the designated hashtag will be deemed to have been entered and you agree to not make any claim to any rights and to abide by these precautions. Please be aware of this beforehand."
        ],
        "img": [],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arbBMU28YAuLtCY5XcytsVXA": {
        "title": "The 43rd edition of Ado's radio project \"Ado's Backstage\" has been updated! In this episode, Ado answers your questions and concerns.",
        "date": "Jul. 28, 2023",
        "text": [
            "The 43rd edition of Ado's radio broadcast project \"Ado's Backstage Front\" was updated on Friday, July 28 at 9:00 p.m. (9:00 p.m.). This time, we will be presenting the very popular \"Consultation for Your Concerns\" corner! Ado will respond to the various messages of concern that we have received from you.",
            "This broadcast can be viewed at the following URL Click here for the 43rd broadcast of \"Ado's Backstage Front\" The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and can be viewed by \"Ado's Doki-Doki Secret Base\" members only. (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "▼ We are looking for lines that you would like \"First Voice\" Ado to say, that you would like him to say, or that you think he might say. The subject we are looking for this time is...",
            "First Voices from Ado Enjoying Summery Events, Fun, Places, Scenes, etc.\" Summer is in full swing! So, what did Ado say or have said at summer-like events, games, places, scenery, etc.? By the way, this corner is a great comedy contest! We are looking forward to your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smcqnXrNFmgfTcSZkByeURTR",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arUJsbMGs4EVb6oi6LN3ZHXZ"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arvkZM5JeucgfaBqjSripadV": {
        "title": "Ado National Tour 2023 \"MARS\" for the audiences in Aichi on 7/30(Sun.), Hokkaido on 8/12(Sat.), and Hiroshima on 8/20(Sun.).",
        "date": "Jul. 23, 2023",
        "text": [
            "The following are the starting times of merchandise sales for the 7/30 (Sun.) Aichi, 8/12 (Sat.) Hokkaido, and 8/20 (Sun.) Hiroshima performances. Contents】・Sales of \"Mars\" official goods・Sales of \"Ado\" Gacha Gacha・Sales of \"Ado's Doki Doki Secret Base\" official goods・Sales of \"Ado's Doki Doki Secret Base\" booth (Ado mikuji)・Sales of CDs◾️7/30(Sun)Aichi, Nagoya International Convention Center Century Hall 12:00～sales Start/open◾️8/12(Sat)Hokkaido/Sapporo Bunka Geijutsu Theatre hitaru 12:00 - Sales start◾️8/20(Sun)Hiroshima/Hiroshima Bunka Gakuen HBG Hall 12:00 - Sales start at the open venue. Additional goods will be available for sale at the open venue. Hello! Hachan★Gotochi Ado Chan Kinchaku - Summer Vacation Mars version - <Sold only at each venue> *Picture differs for each venue. The start time of sales at the venues after the above three performances will be announced later in the \"Ado's Doki-Doki Secret Base\" news corner, via e-mail, and on various SNSs, etc. For more information, please click here↓https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arpWGzQmeSmfGLyHdTyc76fU and watch the video introducing the goods↓https://ado- dokidokihimitsukichi-daigakuimo.com/video/smB3DF8u8UrbBfaGR7ro4hpJ・Ado Information for visitors to the National Tour 2023 \"Mars\" ↓https://ado-dokidokihimitsukichi -daigakuimo.com/articles/news/arPMHTDReaViyW9dSJymnRCU"
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arpWGzQmeSmfGLyHdTyc76fU",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smB3DF8u8UrbBfaGR7ro4hpJ",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arPMHTDReaViyW9dSJymnRCU"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/arfYGgFTXuzPEhvNHLGjadPS": {
        "title": "Venue Report! July 22(Sat)Ado National Tour 2023 \"Mars\" at Niigata Kenmin Kaikan Main Hall",
        "date": "Jul. 23, 2023",
        "text": [
            "Photos of the venue and lobby of the Ado National Tour 2023 \"Mars\" held on Saturday, July 22, 2023 at Niigata Kenmin Kaikan Main Hall are now available. The fastest report of the entire Ado National Tour 2023 \"Mars\" will be updated after the tour is over. Please be forewarned.",
            "On Saturday, July 22, the weather around Niigata Kenmin Kaikan Main Hall was clear and sunny. It was very difficult to come from the nearest station or bus stop under the scorching sun, but many visitors came to the venue even before the time of the goods pre-sale. Once the merchandise sales started, many customers were looking carefully at the displayed items for sale and the actual products while making purchases. The age range of the audience at the show was very wide, and we had the impression that the products purchased and the number of purchases varied from customer to customer. Among them, \"Gotochi Ado Chan Kinchaku - Summer Vacation Mars Version\" was only available at each venue, so many people purchased it. The Gacha Gacha booth was also a great success. Everyone was spinning the gacha-gacha while making a wish to win the goods they were looking for. What was very impressive was that there were so many people waiting to see what the person in front of them had won. The \"Ado's Doki Doki Secret Base\" booth was once again a great success. We had a large number of participants again this year, including family members, visitors from overseas who were playing the Ado lottery for the first time, children, and elderly visitors. We were especially pleased to see some people drawing fortunes while taking videos, which made us smile and was very relaxing for our staff. Starting from this tour, the authentication method for drawing the \"Ado fortune\" has been changed to presenting the QR code from the \"My Page\" of the \"Ado's Doki-Doki Secret Base\" website after logging in to the site. ■ Just before the opening time, the sky was very blue in spite of the evening. Everyone lined up beautifully and the staff would like to thank you all. Thanks to our customers, we were able to run this performance smoothly. Once the doors opened, all the booths were very crowded with many customers. We also held a \"costume display\" at the Niigata show, which attracted many visitors. We will be exhibiting the costumes at the future venues as well (*We hope you will come to the venue to see the contents of the costumes with your own eyes)."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23723/20230722_%E6%97%A9%E6%9C%9F.png?time=1690092391",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23723/20230722_Goods.png?time=1690092424",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23723/20230722_Goods_01.png?time=1690092440",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23723/20230723_%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3.png?time=1690092455",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23723/20230722_Ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99.png?time=1690092469",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23723/20230722_%E9%96%8B%E5%A0%B4%E5%89%8D.png?time=1690092490",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23723/20230722_%E9%96%8B%E5%A0%B4%E5%BE%8C_01.png?time=1690092505",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23723/20230722_%E9%96%8B%E5%A0%B4%E5%BE%8C.png?time=1690092522"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arwSiQMqYU9Pt48xvFQ7CdJP": {
        "title": "The 42nd broadcast update of Ado's radio project \"Ado's Backstage Front\"! This time, Ado will answer your messages in the \"Futsubota\" corner, which has been a long time coming.",
        "date": "Jul. 21, 2023",
        "text": [
            "The 42nd edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, July 21 at 9:00 p.m. (9:00 p.m.). This time we bring you the \"Futsubota\" corner, which has been a long time coming! We will read your letters and messages, and Ado will answer them.",
            "This broadcast can be viewed at the following URL Click here for the 42nd broadcast of \"Ado's Backstage Front\" The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and can be viewed by \"Ado's Doki-Doki Secret Base\" members only. (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "▼ We are looking for lines that you would like \"First Voice\" Ado to say, that you would like him to say, or that you think he might say. The subject we are looking for this time is...",
            "First Voices from Ado Enjoying Summery Events, Fun, Places, Scenes, etc.\" Summer is in full swing! So, what did Ado say or have said at summer-like events, games, places, scenery, etc.? By the way, this corner is a great comedy contest! We are looking forward to your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/sms9EXxbCVXmpWDCykYE7BLK",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arUJsbMGs4EVb6oi6LN3ZHXZ"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ar46KKshPPbrX9FuY4hwJ8nL": {
        "title": "Ado × B'z Collaboration! New song \"DIGNITY\" will be the theme song for the movie \"Silence of the Fleet\" starring Takao Osawa!",
        "date": "Jul. 19, 2023",
        "text": [
            "Ado's new song \"DIGNITY\" will be the theme song for the movie \"The Armada of Silence\". The new song \"DIGNITY\" was written by B'z, with lyrics by Hiroshi Inaba and music by Takahiro Matsumoto, and is titled \"DIGNITY\". B'z, which celebrates its 35th anniversary this year and has sung theme songs for many movies and given great color to each movie, is the first Japanese artist to provide music for Ado, whose voice has captivated all who hear it with its delicate yet bold vocal expression. This is the first time that B'z, who has sung the theme song for many films and given great color to each film, has provided a song for a Japanese artist. The song is a tragic, beautiful, solemn, and vital ballad linked to the worldview of the film. It is a magnificent song that accompanies the quiet anguish of the main character, Kaieda, and the dignity of the characters' destiny, which extends even in the film. Ado's powerful yet gentle voice and B'z's magnificent and deep music create a wonderful chemical reaction, which we hope you will enjoy.",
            "Silence of the Fleet\" is a hit comic by Kaiji Kawaguchi, which was serialized in \"Morning\" (Kodansha) from 1988 to 1996 and has sold more than 32 million copies (paper and electronic). The announcement of the live-action film adaptation attracted a great deal of attention both in Japan and abroad. At the time of its serialization, the comic's sharply taboo subject matter caused controversy in various quarters, and it was even discussed in the Diet. The film will be released in theaters as a one-of-a-kind action-political entertainment film that raises the sincere issue of \"how to achieve world peace through nuclear deterrence\" in a surprising storyline with spectacular undersea combat action and profound political suspense.",
            "Starring Takao Osawa, who also serves as producer for this film, he has been working enthusiastically on the production, including building a cooperative framework with the Ministry of Defense and the Maritime Self-Defense Force, and presenting the project to the original author, Kawaguchi.",
            "Directed by Kohei Yoshino, winner of numerous awards including the Japan Academy Award for Best Director for \"Haken Anime! (2022), which won numerous awards including the Japan Academy Prize for Best Director. (2022). Production is by Credeus, which has produced many hit films such as \"Kingdom\" and \"Gintama\". The film is the first Japanese film to be shot with the cooperation of the Maritime Self-Defense Force's submarine unit, and combines the best VFX technology in Japan to create a highly realistic visual experience. The film presents a realistic visual experience by combining an actual submarine, filmed for the first time with the cooperation of the Maritime Self-Defense Force's submarine unit, and some of Japan's best VFX technology. The film tackles a forbidden theme, as if to sound an alarm about the wavering \"nuclear international order.",
            "▼ \"The Silence Fleet\" Trailer : https://youtu.be/nzH1QIa9t4Q ▼ \"The Silence Fleet\" Special Report : https://youtu.be/wci7UInm-GQ",
            "＜Ado＞",
            "I am truly delighted to be in charge of the theme song for the movie \"The Armada of Silence\".",
            "The theme song \"DIGNITY\" was composed by B'z. We are honored to have this precious opportunity.",
            "It is a beautiful ballad that is as grand and endless ...... as the ocean they fight on, but deep within it is warm love. I hope you can feel the tenderness like a lullaby along with the screams.",
            "We hope you will come to the theater and enjoy both the film and the music.",
            "",
            "＜B'z>",
            "I had been paying attention to Ado for some time, so I was very happy when I heard about the project and felt that it would be very rewarding to work with them.",
            "She actually sang a melody I wrote, and her singing ability and expressive power are very good, which is a great advantage for young artists.",
            "I feel that it is one of the most outstanding and wonderful.",
            "The movie \"Armada of Silence\" is truly \"DIGNITY\".",
            "Enjoy the collaboration of Ado + B'z.",
            "Takahiro Matsumoto",
            "",
            "-",
            "",
            "It was a pleasure to work with Mr. Ado, one of the most iconic singers of our time, and I was very much inspired by his voice.",
            "We received.",
            "I hope that the passion of this work, which tackles the eternally difficult problem of achieving world peace while preserving the dignity of nations and the sanctity of life in an unimaginable manner, will be further amplified through her sensitive and robust voice.",
            "Hiroshi Inaba",
            "",
            "＜Takao Osawa",
            "I would like to express my sincere gratitude to the two members of B'z for creating and providing the wonderful music for the film \"The Armada of Silence,\" and to Mr. Ado for adding color to the film with his powerful singing voice. Thank you very much. I am confident that the theme song \"DIGNITY\" will become a part of the film, deeply resonate with the audience, and enhance the story of the film. We hope you will enjoy the film at the theater.",
            "",
            "＜Produced by Shinzo Matsuhashi",
            "This work is a story of those who set sail on the great ocean with great intentions and fight a great battle. The song is a tragic, beautiful, solemn, and vital ballad that embraces love and peace, as if the whole world is embraced by the great ocean. We are very happy with the result. I hope you will listen to the theme song \"DIGNITY\" at the climax of the film in the theater with a loud soundtrack, and shed tears while your hearts beat wildly.",
            "",
            "",
            "Film \"The Armada of Silence\" Film Overview",
            "Title: \"The Silent Fleet",
            "Starring:.",
            "Osawa Takao",
            "Tamaki Hiroshi Kamito Aya",
            "Yusuke Santamaria Nakamura Rinya",
            "Aoi Nakamura Hiro Matsuoka Koh Maehara",
            "Asami Mizukawa",
            "Tao Okamoto Toru Tezuka Yoshi Sakamukai Takashi Sasano",
            "Aleks Ponovic Rick Amsbury",
            "Isao Hashizume Yui Natsukawa",
            "Yosuke Eguchi",
            "Original story: \"Silence of the Fleet\" by KAWAGUCHI Kaiji (Kodansha \"Morning\")",
            "Director: Kohei Yoshino",
            "Screenplay： Hikaru Takai",
            "Music: Yorihiro Ike",
            "Theme song: Ado \"DIGNITY\" (Universal Music) / Music provided by B'z",
            "Produced by: Amazon Studios",
            "Production Company: CREDEUS",
            "Distributor: Toho",
            "Copyright: ©Kaiji Kawaguchi/Kodansha",
            "©2023 Amazon Content Services LLC OR ITS AFFILIATES. All Rights Reserved.",
            "Release Date: Friday, September 29",
            "Official website: silent-service.jp"
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23476/%E2%91%A00720%E8%A7%A3%E7%A6%81%E7%B4%A0%E6%9D%90_%E3%80%8C%E6%B2%88%E9%BB%99%E3%81%AE%E8%89%A6%E9%9A%8A%E3%80%8D%E6%9C%AC%E3%83%9B%E3%82%9A%E3%82%B9%E3%82%BF%E3%83%BC%E7%94%BB%E5%83%8F.jpg?time=1689768720",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23476/Ado_B%27z_%E3%82%B3%E3%83%A9%E3%83%9B%E3%82%99%E7%94%BB%E5%83%8F.jpg?time=1689768738"
        ],
        "links": [
            "https://youtu.be/nzH1QIa9t4Q",
            "https://youtu.be/wci7UInm-GQ",
            "https://silent-service.jp/"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/ar77qNdrnrUNDh8zpSsiTorZ": {
        "title": "Venue Report! July 16 (Sun) Ado National Tour 2023 \"Mars\" at Fukuoka Sun Palace Hotel & Hall",
        "date": "Jul. 17, 2023",
        "text": [
            "Photos taken at the venue and lobby of the Ado National Tour 2023 \"Mars\" Fukuoka Sun Palace Hotel & Hall on July 16 (Sun.), 2023 are now available. The fastest report of the entire Ado National Tour 2023 \"Mars\" will be updated after the tour is over. Please be forewarned.",
            "On July 16 (Sun.), the outskirts of Fukuoka Sun Palace Hotel & Hall were filled with people as various events were being held in the area. Among them, there were especially many visitors to \"Mars. It was a beautiful sunny day in Fukuoka, and we had the impression that many visitors brought parasols. We hope you will take precautions against heat stroke as the event will be held in the middle of summer at each of the future venues as well. Once the merchandise sales started, I got the impression that everyone purchased everything at once. In particular, some customers purchased \"Fashionable Mars\" T-shirts in advance and wore them, while many others purchased them on the day of the event and changed their clothes. Many customers also purchased \"Ado's Doki-Doki Secret Base Official T-shirts\" in various versions, and we recommend that you purchase a T-shirt as many as you can, as they are useful and indispensable items for attending live performances. It was also impressive to see many people playing \"Gacha Gacha\" right after purchasing the goods. The \"Ado's Doki-Doki Secret Base\" booth was once again a big success. At the Fukuoka show, there were many customers who opened the raffle tickets on the spot and reacted in various ways, so the staff joined in the excitement about the contents of the raffle tickets, making it an enjoyable space. Many of the guests joined the club on the spot for the purpose of playing Ado-mikuji, and Ado-mikuji is also available for those who joined on the day of the event. Please come to the booth and bring your logged-in website with you to the staff for guidance. We have received a question from one of our guests: \"Is it OK if I take pictures of the booths and lanterns? We would be happy to take pictures of your booth and lanterns to commemorate your visit. We would be happy if you could take pictures of our booth and lanterns to commemorate your visit. We had a lot of people lined up right before the opening time. Even in the evening, the temperature outside was still very high and the weather was very severe, but everyone lined up to wait in line. We all appreciate your cooperation even in such severe weather conditions. Once the doors opened, many visitors gathered at the booths, especially at the merchandise booths, which were crowded with many customers. We also held a \"costume display\" at the Fukuoka show, which attracted many customers. The costumes will be on display at all future venues as well (*Please come to the venue and see the costumes for yourself). After the show, the lobby was still crowded with customers who were looking for goods and gacha-gacha (a toy machine). Also after the show, there were many customers who stopped by the \"CD sales\" booth at the Fukuoka concert. The time after the opening of the venue is relatively smooth for customers to purchase goods, so please stop by the booth as well. If you purchase a CD, you will also receive a limited-edition merchandise at the venue."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E5%89%8D_01.png?time=1689583247",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E5%89%8D_02.png?time=1689583303",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2_01.png?time=1689583324",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/Ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99.png?time=1689583344",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/Ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_01.png?time=1689583358",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/%E9%96%8B%E5%A0%B4%E5%89%8D.png?time=1689583403",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/%E9%96%8B%E5%A0%B4%E5%89%8D_01.png?time=1689583421",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/%E9%96%8B%E5%A0%B4%E5%BE%8C.png?time=1689583437",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/%E7%B5%82%E6%BC%94%E5%BE%8C.png?time=1689583466",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/%E7%B5%82%E6%BC%94%E5%BE%8C_01.png?time=1689583481",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/23206/%E7%B5%82%E6%BC%94%E5%BE%8C_02.png?time=1689583499"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arrkjU6j46hfTiMdnroASDFa": {
        "title": "The 41st broadcast update of Ado's radio project \"Ado's Backstage Front\"! This time it's the \"Boca Love\" corner, where Ado talks a lot about his favorite vocaloids.",
        "date": "Jul. 14, 2023",
        "text": [
            "The 41st edition of Ado's radio broadcast project \"Ado's Backstage Front\" was updated on Friday, July 14 at 9 p.m. (9 p.m.).",
            "Updated on Friday, July 14, 2023 at 21:00.",
            "In this edition of \"Vocaloid Library Talk,\" or \"Boca Love\" for short, Ado will talk about the Vocaloid songs released in the year and month that he turned the roulette wheel.",
            "This broadcast can be viewed at the following URL The 41st broadcast of \"Ado's Backstage Front\" can be found here. The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and can be viewed by \"Ado's Doki Doki Secret Base\" members only. (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "▼ We are looking for lines that you would like \"First Voice\" Ado to say, that you would like him to say, or that you think he might say. The subject we are looking for this time is...",
            "First Voices from Ado Enjoying Summery Events, Fun, Places, Scenes, etc.\" Summer is in full swing! So, what did Ado say or have said at summer-like events, games, places, scenery, etc.? By the way, this corner is a great comedy contest! We are looking forward to your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/sm2V4aPJZb2txRzc4y8w3YT9",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arUJsbMGs4EVb6oi6LN3ZHXZ"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/arTcpb8Y6AZPCDmGVmXAFZUe": {
        "title": "Venue Report! July 8 (Sat) Ado National Tour 2023 \"Mars\" at Rexxam Hall, Kagawa",
        "date": "Jul. 9, 2023",
        "text": [
            "Photos of the venue and lobby of the Ado National Tour 2023 \"Mars\" held on Saturday, July 8, 2023 at Rexxam Hall in Kagawa, Japan are now available. The fastest report of the entire Ado National Tour 2023 \"Mars\" will be updated after the tour is over. Please be forewarned.",
            "■ Rexxam Hall in Takamatsu, Kagawa. There were some concerns about the weather on the day of the event, but it cleared up without incident. The weather was very hot, humid, and severe, but many visitors came to the venue even before the merchandise sales started at 1:00 p.m. Once the merchandise sales started, everyone carefully looked at the list of goods as they made their purchases. The list of goods and the list that can be checked before purchase were available at the venue, so that customers could purchase with confidence. All the goods were well received, but in Kagawa, the must-have items for the live, such as \"Cool Kimekite Kokko★ Penlight\" and \"Finally, it's here! can badge\" were very popular. At this year's event, a merchandise booth and a gacha-gacha booth were set up side by side. There was a wide variety of customer behavior, with some people purchasing goods and then lining up for the rumble machine, and others rushing to get to the rumble machine first. The Gacha Gacha was also very popular, with many visitors trying it out from early in the day. The \"Ado's Doki-Doki Secret Base\" booth was once again a great success. The \"Ado's Doki-Doki Secret Base\" booth was a big success again this year, especially in Kagawa, where many visitors were accompanied by their parents and children, and many children were trying out the \"Ado lottery. One child drew a \"mad (bad) fortune\" and froze on the spot, which was a moment of great joy not only for the parents but also for the staff. We were also very surprised to see many people and couples who had already attended the previous three events in a row, in Omiya (Saitama) and Sendai (Miyagi). We hope you will continue to enjoy the \"Ado-mikuji\" experience at each of our future venues. We hope that you will continue to enjoy the \"Ado-mikuji\" experience at each of our venues in the future. We appreciate everyone's cooperation. Once the doors opened, all the booths were filled with many visitors. The \"Costume Exhibition\" was crowded with many people who wanted to see the costumes with their own eyes. (*We would like you to check the contents of the costumes with your own eyes when you come to the venue.) After the show, it was raining outside. Because of this, many people were taking commemorative photos in the aisles of the hall. The blue penlights shone fantastically in combination with the aisles. After the show, many visitors stopped by the \"CD sales\" booth to experience the excitement of the concert at home. Purchasers of CDs will also receive special goods only available at the venue, so please be sure to stop by this booth when you are at other venues in the future."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E5%89%8D_001.png?time=1688836507",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E5%89%8D_002.png?time=1688836526",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B3%BC%E5%85%A5_001.png?time=1688836543",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B3%BC%E5%85%A5_002.png?time=1688836565",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3_01.png?time=1688836581",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E3%81%8A%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_001.png?time=1688836607",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E3%81%8A%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_002.png?time=1688836622",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E3%81%8A%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_003.png?time=1688836636",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E4%BC%9A%E5%A0%B4%E5%89%8D_001.png?time=1688836652",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E9%96%8B%E5%A0%B4%E5%BE%8C_001.png?time=1688836669",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E9%96%8B%E5%A0%B4%E5%BE%8C_002.png?time=1688836690",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E7%B5%82%E6%BC%94%E5%BE%8C_001.png?time=1688836711",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22517/%E7%B5%82%E6%BC%94%E5%BE%8C_002.png?time=1688836734"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arWTwUU7qLQURGrHMCto3tyG": {
        "title": "The 40th broadcast update of Ado's radio project \"Ado's Backstage Front\"! This time we bring you the \"First Voice\" corner! What did Ado say when he saw the Tanabata paper strips?",
        "date": "Jul. 7, 2023",
        "text": [
            "The 40th edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, July 7, at 9:00 p.m. (9:00 p.m.). Today is the \"First Voice\" corner, a regular installment after a long absence. Today, the update day, is \"Tanabata (Star Festival). So we bring you the \"First Voice that Ado said when he saw the wishes written on Tanabata tanzaku\" What did Ado say when he saw the wishes written on the tanzaku! You can watch this broadcast at the following URL. Click here for the 40th broadcast of \"Ado's Backstage Front\" The broadcast will continue to be updated every Friday at 9pm (9pm) and will be available only to members of \"Ado's Doki-Doki Secret Base\". (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "▼ We are looking for lines that you would like \"First Voice\" Ado to say, that you would like him to say, or that you think he might say. The subject we are looking for this time is...",
            "First Voices from Ado Enjoying Summery Events, Fun, Places, Scenes, etc.\" Summer is in full swing! So, what did Ado say or have said at summer-like events, games, places, scenery, etc.? By the way, this corner is a great comedy contest! We are looking forward to your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smBhYHbvoVz8BaTt9CycnDua",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arUJsbMGs4EVb6oi6LN3ZHXZ"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/armguBBLV8YSDLe5LYNy4CK3": {
        "title": "Resale of Tickets for the National Tour 2023 \"Mars\" Performance",
        "date": "Jul. 7, 2023",
        "text": [
            "Thank you for your continued support of Ado. We have confirmed that a number of tickets for the current \"Mars\" performance are still being resold. In the event that we confirm a resale or transfer of tickets, we will cooperate with the play guides to manage the information of both the purchaser and the seller, and will not sell tickets in the future. If we confirm the sale or transfer of tickets through internet auctions, flea markets, bulletin boards, SNS, etc., we will deem it a violation of the prohibition. We have already suspended 86 people from selling tickets. The name registered at the time of application by the purchaser is printed on the ticket for this performance, and you will be asked to present your ID at each performance venue at random. Please be sure to bring your ID when you come to the venue. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊● Photo ID (valid and unexpired/no photocopies, please be sure to bring the original), driver's license, other official driver's license with photo (marine, aviation, architect, etc.), passport, my number card with photo (notification cards are not acceptable), resident card (alien registration card), welfare book, etc. ID card without a photo (valid and unexpired/no photocopies, please be sure to bring the original), health insurance card, basic resident registration card (without a photo), copy of resident card (*Original copy issued by the city, ward, town or village/registration card), welfare book, basic resident registration card with a photo, disability book, health insurance card with a photo, student ID with a photo, employee ID card with a photo, etc. Original issued by the city, ward, town or village (no photocopies allowed), employee ID card (with full name, address and date of birth), student ID card (with full name, address and date of birth), etc. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊ If you are found violating any of the prohibited items regulations at the venue, you will be denied admission. Tickets will not be refunded. Please follow the rules and enjoy the concert. *Inquiries about tickets* https://l-tike.com/contact/"
        ],
        "img": [],
        "links": ["https://l-tike.com/contact/"]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/arZVVHkdCsWr9UiF6wxJTGG5": {
        "title": "Venue Report! July 1 (Sat) Ado National Tour 2023 \"Mars\" at Tokyo Electron Hall Miyagi in Sendai",
        "date": "Jul. 02, 2023",
        "text": [
            "Photos of the venue and lobby of the Ado National Tour 2023 \"Mars\" held at Tokyo Electron Hall Miyagi in Sendai on Saturday, July 1, 2023 will be available. The fastest report of the entire Ado National Tour 2023 \"Mars\" will be updated after the tour. Please be forewarned.",
            "On this day in Sendai, the weather was a little unstable, with rain falling on and off. However, even in such weather, many visitors came to the venue early in the morning, even before the merchandise sales started. When the merchandise sales started, visitors were examining the list of goods on display as soon as they entered the entrance before purchasing their items. We will be selling the actual goods at the venue in the future, so if there are any goods you are interested in, please check them out. All the goods were very well received and many were purchased. Among them, the \"Gotochi Ado Chan Drawstring,\" \"Cheki-style Trading Card,\" and \"Doki-Doki Secret Base Can Badge ver. 2\" were especially popular on the day. The \"Gacha Gacha\" booth was also very popular on this day. It was my impression that many visitors enjoyed playing with the gacha gacha before they saw what they could get as prizes. Some were putting their heart and soul into each spin, some were spinning the machine with friends, some with family members, and some were spinning the machine while talking and smiling with the staff. The \"Ado's Doki-Doki Secret Base\" booth was again set up with a new design. We were told that one of the visitors who had drawn Ado's fortune at the Omiya venue came to the Sendai venue as well. The staff was thrilled to hear this. There were also many guests who drew their fortune while making a wish. Other guests from overseas asked our staff to translate their messages into English, and children were also enjoying the \"Ado-mikuji\" box. We were all comforted by the smiles on the children's faces when they saw the lots they had drawn. As the opening time approached, a large crowd gathered around the venue. Once the doors opened, all the booths were filled with many visitors. Especially, the \"Costume Exhibition\" was crowded with many visitors. (*We hope you will come to the venue to see the contents of the costumes with your own eyes. Photography is also available, so please enjoy the show.) After the show, many visitors took pictures outside the venue with the \"Cool Kimekette Kokko★ Penlight,\" which was sold as a merchandise item, shining in blue. It looked very beautiful with the darkened scenery outside."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E5%89%8D_01.png?time=1688279623",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E5%89%8D_02.png?time=1688279640",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2_01.png?time=1688279709",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2_02.png?time=1688279725",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3_01.png?time=1688279745",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3_02.png?time=1688279759",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_01.png?time=1688279773",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_02.png?time=1688279786",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/ado%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_03.png?time=1688279799",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/%E9%96%8B%E5%A0%B4_01.png?time=1688279820",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/%E9%96%8B%E5%A0%B4_02.png?time=1688279835",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22212/%E7%B5%82%E6%BC%94%E5%BE%8C.png?time=1688279850"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arX67KYemYnJufTAUUiZAEy3": {
        "title": "Ado National Tour 2023 \"Mars\" for the shows in Kagawa (7/8), Fukuoka (7/16), and Niigata (7/22).",
        "date": "Jul. 02, 2023",
        "text": [
            "The following are the starting times of merchandise sales for the 7/8 (Sat) Kagawa, 7/16 (Sun) Fukuoka, and 7/22 (Sat) Niigata shows. Contents】・Sales of \"Mars\" official goods・Sales of \"Ado\" Gacha Gacha・Sales of \"Ado's Doki Doki Secret Base\" official goods・Sales of \"Ado's Doki Doki Secret Base\" booth (Ado mikuji)・Sales of CDs ■7/8(Sat)Kagawa・Rexxam Hall (Kagawa Kenmin Hall)13:00- Sales start. Open■7/16(Sun)■7/16(Sun)Fukuoka, Fukuoka Sun Palace Hotel & Hall, Fukuoka, 12:00 - start of sales ■7/22(Sat)Niigata, Niigata Kenmin Kaikan, 13:00 - start of sales ■7/22(Sat)Niigata, Niigata Kenmin Kaikan, 13:00 - start of sales ■Additional goods will be on sale at the open venue. Hello, Hachan★Gotochi Ado! Hachan★Gotochi Ado Chan Kinchaku - Summer Vacation Mars version - <Sold exclusively at each venue> *Pictures will differ for each venue. The start time of sales at the venues after the above three performances will be announced later in the \"Ado's Doki-Doki Secret Base\" news corner, via e-mail, and on various SNSs, etc. For more information, please click here↓https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arpWGzQmeSmfGLyHdTyc76fU and watch the video introducing the goods↓https://ado- dokidokihimitsukichi-daigakuimo.com/video/smB3DF8u8UrbBfaGR7ro4hpJ・Ado Information for visitors to the National Tour 2023 \"Mars\" ↓https://ado-dokidokihimitsukichi -daigakuimo.com/articles/news/arPMHTDReaViyW9dSJymnRCU"
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arpWGzQmeSmfGLyHdTyc76fU",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smB3DF8u8UrbBfaGR7ro4hpJ",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arPMHTDReaViyW9dSJymnRCU"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arskBBEo2rJYkoPN6wPEKF26": {
        "title": "Broadcast update of the 39th edition of Ado's radio project \"Ado's Backstage Front\"! The last week of the special month! Ado-chan!\" conducted at the Nico Nico Nico Ultra Conference 2023! This is the last of the \"Ado's Backstage!",
        "date": "Jun 30, 2023",
        "text": [
            "The 39th edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, June 30 at 9:00 p.m. Ado's radio broadcast, the 39th edition. This is the last week of this month's \"Ado's Backstage\" special month! This time, we will be bringing you a special program \"Teach us, Ado-chan! This broadcast will be the last of the \"Teach us, Ado-chan! will be the last one, so please don't miss it! You can watch the broadcast at the following URL The 39th broadcast of \"Ado's Backstage\" will continue to be aired every Friday at 9:00 p.m. (9:00 p.m.) and will be available only to members of \"Ado's Doki-Doki Secret Base\". (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado said when he saw a wish written on a tanzaku strip for the Tanabata Festival\" What was written on the strip, what did Ado think and what did he say? By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smRb6Et7mMNNa6nLFzKT7zNG",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arfSLYM7mdZk8qEgS3eb36Ef"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/arXkpijGQ9wvXRmr6Kbz6AKB": {
        "title": "Venue Report! June 29 (Thu) Ado National Tour 2023 \"Mars\" at Omiya Sonic City Grand Hall, Saitama",
        "date": "Jun 30, 2023",
        "text": [
            "Photos of the venue and lobby of the Ado National Tour 2023 \"Mars\" held on Thursday, June 29, 2023, at the Omiya Sonic City Grand Hall in Saitama, Japan, are now available. The fastest report of the entire Ado National Tour 2023 \"Mars\" will be updated after the tour is over. Please be forewarned.",
            "The temperature around Omiya on this day was over 30 degrees Celsius... Despite such conditions, many customers lined up before the start of merchandise sales, as it was the first day of the tour. ■Once the merchandise sales started, many people purchased the goods. Customers who had purchased a variety of official \"Fashionable Mars\" T-shirts and \"Ado's Doki-Doki Secret Base\" official T-shirts immediately after purchasing them layered them over the clothes they were wearing, and customers who had purchased a large quantity of merchandise asked \"Do I need it? The majority of customers put their purchases in \"shoppers\". The T-shirts and other goods were available for purchase at the sales booths, where visitors could check the size and content of the goods before purchasing them. The popular \"Local Ado Chan Drawstring Cloth Cloth - Summer Holiday Mars Edition\" was sold in different designs at each venue. At the Saitama show, the actual items are as follows. Ado-chan eating Neapolitan. ■The \"Ado's Doki-Doki Secret Base\" booth has been slightly redesigned from the \"Kamu Panelara\" held on August 11 last year and the \"Mirage\" of the previous tour. The booth now has additional lanterns, and the \"Ado mikuji\" box has been slightly redesigned. Many of the visitors who have drawn the \"Ado lottery\" so far have said, \"I hope it will be a bad one! Many of the customers who had previously drawn the \"Ado-mikuji\" were saying, \"It's going to be a bad luck! We were especially pleased to see many overseas customers and children participating in this year's event. We also added a Gacha Gacha (toy machine) booth to the event. Many people enjoyed playing with the gacha-gacha and expressed their joy one by one for each item that appeared. For those who came with their families, there were smiling faces of parents watching their children play with the gachachachas. After the doors opened, all the booths were filled with many customers. All the staff members are grateful to all the customers for their unhurried response. We also had a \"costume display\" at each booth. We hope you will come and see for yourself what the costumes are like. Photography will be available, so please come and enjoy the show."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E6%97%A9%E6%9C%9F_01.png?time=1688115557",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E6%97%A9%E6%9C%9F_02.png?time=1688115603",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E9%96%8B%E5%A7%8B_01.png?time=1688115621",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99%E8%B2%A9%E5%A3%B2%E9%96%8B%E5%A7%8B_%E5%B7%BE%E7%9D%80.png?time=1688115639",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99%E3%83%95%E3%82%99%E3%83%BC%E3%82%B9.png?time=1688115800",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/Ado_%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99.png?time=1688115820",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/Ado_%E3%81%BF%E3%81%8F%E3%81%97%E3%82%99_02.png?time=1688115838",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3.png?time=1688115859",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3_02.png?time=1688115875",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/%E9%96%8B%E5%A0%B4%E5%BE%8C_01.png?time=1688115896",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/22125/%E9%96%8B%E5%A0%B4%E5%BE%8C_02.png?time=1688115909"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arfXLkpzdrNamuiXdXN8wYkT": {
        "title": "Ado National Tour 2023 \"Mars\" 7/1(Sat) Tokyo Electron Hall Miyagi (Miyagi Prefectural Hall) \"Ado's Doki-Doki Secret Base\" FC members only: Announcement about the day-of-performance ticket reservation",
        "date": "Jun 30, 2023",
        "text": [
            "A small number of same-day tickets will be sold for the 7/1 (Sat.) performance at Tokyo Electron Hall Miyagi (Miyagi Prefecture Citizens Hall) in Miyagi Prefecture. Details of ticket sales】Performance: 7/1(Sat.) Tokyo Electron Hall Miyagi (Miyagi Prefecture Citizens Hall), Miyagi, JapanSeat type and ticket price: Reserved seats 9,000 yen (tax included)*Ticket required for ages 3 and up/no admission for ages 2 and underReception period: 14:30-15:30, 2023/7/1(Sat.) Ticket pickup period: 2023/7/1(Sat.) 14:30-15:30 Ticket pickup period: 2023/7/1 (Sat.) 16:30 - Number limit: 1 ticketPayment method: Credit cardPickup method: LOTIQUE Electronic ticket*Application notes*■Application must be made within the application period. Please apply within the application period. The details of your application will be confirmed on \"My Page\" or notified to your registered e-mail address. Please be sure to check \"My Page\" to confirm that your application has been successfully accepted. Please note that we will not be able to respond to any inquiries in the unlikely event that your application has not been processed. After you have applied, you will be able to exchange your ticket at the venue on the day of the event from 16:30. After the exchange, you will be allowed to enter the venue directly. Please state your name, telephone number, and the number of tickets at the exchange counter on the day of the event. We will check the ticket purchaser's ID and FC member screen. No changes or cancellations can be made after the order has been made. We will not be able to respond to any inquiries regarding customer registration information. Only credit card payment will be accepted. In the unlikely event that we need to contact you regarding your reservation, we may contact you in advance by phone or email. If you are using a domain-specified receiving system, please make sure to set up your e-mail address to receive \"@l-tike.com\" and \"@ent.lawson.co.jp\". For inquiries regarding the application, please contact us at https://faq.l-tike.com/contact/0119/0262/受付終了後にお問い合わせいただきましてもご対応できませんので. Click here to apply."
        ],
        "img": [],
        "links": ["https://faq.l-tike.com/contact/0119/0262/"]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/araKCtgke6Kbfe5eDwFHqakD": {
        "title": "A new song \"Mukohi Aoi\" has been chosen as the theme song for the TBS Tuesday drama \"18/40 ~Futari nara Yume mo Koi mo~\" starring Haruka Fukuhara and Kyoko Fukada! Miyuhan wrote the lyrics and composed the music.",
        "date": "Jun. 26, 2023",
        "text": [
            "Ado's new song \"Mukaihawaii\" will be the theme song for the TBS Tuesday drama \"18/40 ~Futari nara Yume mo Koi mo~\" (Tuesdays, 10:00-10:57pm, starting July 11).",
            "Mukohirobi\" is a song of longing and gratitude to \"you\" who is as straight as a summer sunflower.",
            "The delicate and bold vocal expression of Ado's singing is a must-hear, as is the newfound depth of his songwriting.",
            "The lyrics and music are written by Miyuhan, and arranged by 40mP, a Vocaloid P.",
            "<Ado Comments.",
            "I am very happy to be in charge of the theme song for \"18/40 ~Futari nara yume mo koi mo~\". I asked Miyuhan to write the lyrics and music for \"Mukoharabi\" and 40mp to arrange the music. It is a song of longing and gratitude for \"you\" who are as straight as a sunflower. We hope you enjoy the drama and the theme song.",
            "",
            "",
            "◾️TBS Tuesday Drama \"18/40 ~Futari nara Yume mo Koi mo~\" (Tuesday, July 11 start, 10:00-10:57 p.m. every Tuesday)",
            "https://www.tbs.co.jp/1840_tbs/"
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/21732/RGB_B_2S_TBS_1840_B0_230613_title-copy-day.jpg?time=1687800852"
        ],
        "links": ["https://www.tbs.co.jp/1840_tbs/"]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arRUW9i9ZubmJrMEmELbwh8W": {
        "title": "Broadcast update of the 38th edition of Ado's radio project \"Ado's Backstage Front\"! This is the fourth week of the special project! This week, we'll be back with another episode of \"Tell us about it, Ado! at Nico Nico Cho-Kaigi 2023!",
        "date": "Jun 23, 2023",
        "text": [
            "The 38th edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, June 23 at 9:00 p.m. Ado's radio broadcast, the 38th edition. This is the fourth week of this month's \"Ado's Backstage\" special month! We will be presenting this section every week throughout the month of June! We will be presenting this weekly segment throughout the month of June, and we will be asking and answering live questions from the audience in a recreation of Ado's closet! Whether you were able to attend the event or not, we hope you enjoy the show! You can watch the broadcast at the following URL The 38th broadcast of \"Ado's Backstage Front\" can be viewed here. The broadcast will be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available only to \"Ado's Doki-Doki Secret Base\" members. (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado said when he saw a wish written on a tanzaku strip for the Tanabata Festival\" What was written on the strip, what did Ado think and what did he say? By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/sm6AbBbB4n9HXsMohyDcJ6WB",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arfSLYM7mdZk8qEgS3eb36Ef"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arpWGzQmeSmfGLyHdTyc76fU": {
        "title": "Ado National Tour 2023 \"MARS\" Goods & Gacha venue sales (Saitama, Miyagi) & \"Ado's Doki-Doki Secret Base\" booth, CD sales booth",
        "date": "Jun 23, 2023",
        "text": [
            "We will be selling goods and gacha at each venue of Ado National Tour 2023 \"Mars\" starting Thursday, June 29, as well as selling official \"Ado's Doki-Doki Secret Base\" goods and exhibiting at booths. Additional goods will be available for sale at the venues. Hello! Hachan★Gotochi Ado Chan Drawstring Cloth Cloth - Summer Vacation Mars Version - <Sold only at each venue> *Picture differs at each venue. Selling time】・Selling \"Mars\" official goods・Selling \"Ado\" Gacha Gacha・Selling \"Ado's Doki Doki Secret Base\" official goods・Selling \"Ado's Doki Doki Secret Base\" booth・Selling \"CDs\" ■June 29 (Thu) Saitama, Omiya Sonic City Main Hall・Open from 13:30■July 1 (Sat) Saitama, Omiya Sonic City Main Hall・Open from 13:30■July 2 (Sat) Saitama, Omiya Sonic City Main Hall ・Selling \"Ado\" official goods・Opening from 13:30 Saturday, July 1: Tokyo Electron Hall Miyagi (Miyagi Prefectural Hall), Miyagi, 12:00 - Sales start/open *Additional announcements will be made after the Kagawa concert. The start time of sales at venues other than the above two performances will be announced in the \"Ado's Doki-Doki Secret Base\" News Corner, via e-mail, and on the Ado Staff Twitter, etc. Ado National Tour 2023 \"Mars\" Official Goods] [Ado Gacha Gacha] [Ado Doki-Doki Secret Base] Official \"Ado Doki Doki Secret Base\" T-Shirt ver.2 Size - M size (Length 70cm / Height 52cm / Shoulder width 47cm / Sleeve length 20cm) Size L (Length 74cm / Height 55cm / Shoulder width 50cm / Sleeve length 22cm) *\"Ado's Doki Doki Secret Base\" official T-shirts Size M (Length 68cm / Height 50cm / Shoulder width 43cm / Sleeve length 20cm) / Size XL (Length 74cm / Height 56cm / Shoulder width 49cm / Sleeve length 22cm) ＜Ado's Dokidoki Secret Base\" Official Goods - New Items - > - \"Ado's Dokidoki Secret Base\" Official T-shirt ver.2 (M/L) ORIHARA's newly-drawn Chando T-shirt with too much bangs - Probably okay... radio in the porch Dokidoki Secret Base: We are pleased to announce the birth of the \"Maybe it's OK...\" pouch from in front of Ado's dressing room. You can put your fortune, small things, etc. in the pouch and it will probably be okay...! The effect will increase. Dokidoki Secret Base Can Badge ver.2 (set of 3)In addition to ORIHARA's newly drawn Chand can badge with too many bangs, a cute Chand appears for the first time! Doki-Doki Secret Base Clear File ver.2 (set of 2)The secret base version of \"What are you putting away? Doki-Doki Secret Base Bandana: Chand bandana with a bang drawn by ORIHARA <Accepted Payment Methods> Cash, credit card, ID, QUICPay, and e-money <A Request to Customers Regarding the Purchase of Goods> Quantity is limited. There is a limit to the quantity. Please note that the first-come, first-served basis will end as soon as the goods are gone. We have set a limit on the number of items so that as many customers as possible can purchase them. Please refer to the product images for the purchase limit. Gacha will be 500 yen per purchase. You can exchange money at the Gacha booth on the day of the event, but please have 500 yen coins ready in advance. Limit 5 times per person: If you wish to purchase more than 5 times, please line up again. Please present your membership confirmation screen (smartphone, etc.) at the merchandise sales counter. （Please present your membership confirmation screen (smartphone, etc.) at the merchandise sales counter. Please note that each person is limited to purchasing one official \"Ado's Doki Doki Secret Base\" merchandise item per person per checkout. (The purchase limit is subject to change without notice.) We do not provide a free shopping bag. We do not accept returns or exchanges except for defective products. In the event that a product is defective, we will replace it only at the venue on the day of the event. Ado's Doki-Doki Secret Base\" booth - members-only free distribution -] There will be a dedicated booth for the official fan site \"Ado's Doki-Doki Secret Base\". Please be sure to get the \"Ado fortune\" that only members can get at the live event! What is \"Ado mikuji\"? There are five types of fortune: \"Daikichi,\" \"Kichi,\" \"Chukichi,\" \"Shokichi,\" and \"Kyou (bad luck). The \"madness\" is a very rare direct print. *Ado's Doki-Doki Secret Base: https://ado-dokidokihimitsukichi- daigakuimo.com/＜Customer Request＞・The privilege will be distributed only once per person. (Ado mikuji one time participation) ・The quantity of benefits distributed is limited. Please note that the first-come, first-served basis will end as soon as they are gone."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/21634/Ado@POP(A0)_230623.jpg?time=1687509582",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/21634/Ado@%E3%82%AB%E3%82%99%E3%83%81%E3%83%A3%E5%91%8A%E7%9F%A5POP_230621harf.jpg?time=1687512414",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/21634/Ado@%E4%BC%9A%E5%93%A1%E9%99%90%E5%AE%9APOP_230623.jpg?time=1687509617",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/21634/%E2%98%85%E4%BC%9A%E5%93%A1%E7%84%A1%E6%96%99%E3%82%AF%E3%82%99%E3%83%83%E3%82%B9%E3%82%99_0621.png?time=1687509637"
        ],
        "links": ["https://ado-dokidokihimitsukichi-daigakuimo.com/"]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arahhKokCG87J2oiZ7cewLxY": {
        "title": "Update on the 37th broadcast of Ado's radio project \"Ado's Backstage Front\"! Week 3 of the special project! Ado's Backstage\" from Nico Nico Nico Ultra Conference 2023! at Nico Nico Cho-Kaigi 2023!",
        "date": "Jun 16, 2023",
        "text": [
            "The 37th edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, June 16 at 9:00 p.m. (9:00 p.m.) Ado's radio broadcast, the 36th edition. This is the third week of this month's \"Ado's Backstage\" special month! We will be presenting this section every week throughout the month of June! We will be presenting this weekly segment throughout the month of June, and we will be asking and answering live questions from the audience in a recreation of Ado's closet! Whether you were able to attend the event or not, we hope you enjoy the show! You can watch the broadcast at the following URL The 37th broadcast of \"Ado's Backstage Front\" can be viewed here. The broadcast will be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available only to \"Ado's Doki-Doki Secret Base\" members. (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado said when he saw a wish written on a tanzaku strip for the Tanabata Festival\" What was written on the strip, what did Ado think and what did he say? By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smQMqagcvK4wGSwV4EFqrF6D",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arfSLYM7mdZk8qEgS3eb36Ef"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arf8GqVFgHK9bp6aHH4BU3RH": {
        "title": "New contents \"Blog\" started!",
        "date": "Jun 16, 2023",
        "text": [
            "A new content \"blog\" has started today at 6:00 p.m. The contents that Ado himself has been publishing on his LINE BLOG are now available to the public free of charge! In addition to the free blog, we will also be developing a members-only blog in the future. (*Updates are irregular.) ▼ The blog list page is here: https://ado-dokidokihimitsukichi-daigakuimo.com/articles/blog本日16日は, and two additional blogs, a free blog and a members-only blog, are now available. We will continue to publish Ado's blog here in the future, so please look forward to it."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/blog"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arozYbgZgMerbCSkFTgrb38H": {
        "title": "Update on the 36th broadcast of Ado's radio project \"Ado's Backstage Front\"! Week 2 of the special project! Ado's Backstage\" is the second week of the special project \"Tell us about it! at Nico Nico Cho-Kaigi 2023!",
        "date": "Jun. 9, 2023",
        "text": [
            "The 36th edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, June 9 at 9:00 p.m. Ado's radio broadcast, the 36th edition. This is the second week of this month's \"Ado's Backstage\" special month! We will be presenting this section every week throughout the month of June! We will be presenting this weekly segment throughout the month of June, and we will be asking and answering live questions from the audience in a recreation of Ado's closet! Whether you were able to attend the event or not, we hope you enjoy the show! You can watch the broadcast at the following URL The 36th broadcast of \"Ado's Backstage Front\" will continue to be broadcast every Friday at 9:00 p.m. (9:00 p.m.) and will be available only to \"Ado's Doki-Doki Secret Base\" members. (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado said when he saw a wish written on a tanzaku strip for the Tanabata Festival\" What was written on the strip, what did Ado think and what did he say? By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smPBNe2jqhXscXnt6A5ATiXV",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arfSLYM7mdZk8qEgS3eb36Ef"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arAf25iYPy72CSSxDNhLDXMU": {
        "title": "Ado National Tour 2023 \"Mars\" merchandise introduction video released!",
        "date": "Jun. 9, 2023",
        "text": [
            "Ado National Tour 2023 \"Mars\" goods introduction video by Ado himself is now available. (Both members and non-members can view it.)",
            "Click here to watch the video ↓↓↓↓↓↓.",
            "You can watch the merchandise video here.",
            "",
            "↓↓ Goods are available here↓↓↓",
            "Go to \"Mars\" Official Goods site",
            "",
            "*Non-members may also view the videos!"
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smB3DF8u8UrbBfaGR7ro4hpJ",
            "https://ado.theshop.jp/"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/aro8xwMViLRrJRVz9rntuU7E": {
        "title": "Broadcast update of the 35th edition of Ado's radio project \"Ado's Backstage Front\"! This month is a special project! We'll bring you \"Tell us about it, Ado-chan! at Nico Nico Cho-Con 2023!",
        "date": "Jun. 02, 2023",
        "text": [
            "The 35th edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, June 2 at 9:00 p.m. (9:00 p.m.). This month's edition of \"Ado's Backstage\" is a special month! which was held at the \"Doki-Doki Secret Base\" booth at the Nico Nico Cho-Con 2023 in April! We will be recording live voices and questions in Ado's recreated closet, and Ado will be answering them! Whether you were able to attend the event or not, we hope you enjoy it! You can watch the broadcast at the following URL The 35th broadcast of \"Ado's Backstage Front\" can be viewed here. The broadcast will be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available to \"Ado's Doki Doki Secret Base\" members only. (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado said when he saw a wish written on a tanzaku strip for the Tanabata Festival\" What was written on the strip, what did Ado think and what did he say? By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smNW7Jh79TU5hufurWpWtqmU",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arfSLYM7mdZk8qEgS3eb36Ef"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arTEDY2nF9ZjrGpVVcyZFHf7": {
        "title": "The 34th broadcast update of Ado's radio project \"Ado's Backstage Front\"! This time, Ado talks passionately about Vocaloids!",
        "date": "May 26, 2023",
        "text": [
            "The 34th edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, May 26 at 9:00 p.m. (9:00 p.m.). In this episode, Ado talks about his favorite Vocaloid songs, \"Vocaloid Library Talk,\" or \"Vocalab\" for short, and discusses the Vocaloid songs released in the year and month that Ado turned the roulette wheel!",
            "This broadcast can be viewed at the following URL Click here for the 34th broadcast of \"Ado's Backstage Front\" The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and can be viewed by \"Ado's Doki-Doki Secret Base\" members only. (It is not a live broadcast, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado said when he saw a wish written on a tanzaku strip for the Tanabata Festival\" What was written on the strip, what did Ado think and what did he say? By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smuc3BWA2jjyTaeDvFi3Kzy8",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arfSLYM7mdZk8qEgS3eb36Ef"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arNFh4GT9mzYd5XBgVf4h3JX": {
        "title": "Pre-sale (mail order) of official goods for the national tour 2023 \"Mars\".",
        "date": "May 21, 2023",
        "text": [
            "Announcement of pre-sale of official goods for \"Mars\", the largest scale hall and arena tour of his career, this summer.",
            "◆\"Mars\" official goods pre-sale",
            "In order to allow as many people as possible to purchase the product, we have set a limit on the number of items sold.",
            "We thank you in advance for your understanding.",
            "Please check the merchandise sales website for details.",
            "",
            "",
            "◆\"Mars\" Tour Information",
            " 6/29(Thu) Saitama, Omiya Sonic City Main Hall OPEN 17:30 / START 18:30",
            "7/1(Sat) Miyagi, Tokyo Electron Hall Miyagi OPEN 16:00 / START 17:00",
            "7/8 (Sat) Kagawa, Rexxam Hall (Kagawa Kenmin Hall) OPEN 16:00 / START 17:00",
            "7/16 (Sun) Fukuoka, Fukuoka Sun Palace Hotel & Hall OPEN 16:00 / START 17:00",
            "7/22 (Sat) Niigata Kenmin Kaikan Main Hall, Niigata, OPEN 16:00 / START 17:00",
            "7/30 (Sun) Century Hall, Nagoya International Conference Center, Aichi, Japan OPEN 16:00 / START 17:00",
            "8/12 (Sat) Hokkaido, Sapporo Bunka Geijutsu Theatre hitaru OPEN 16:00 / START 17:00",
            "8/20 (Sun) Hiroshima Bunka Gakuen HBG Hall, Hiroshima OPEN 16:00 / START 17:00",
            "8/29 (Tue) Tokyo, Nippon Budokan OPEN 17:30 / START 18:30",
            "8/30 (Wed) Tokyo, Nippon Budokan OPEN 16:30 / START 18:00",
            "9/9 (Sat) Osaka, Osaka-jo Hall OPEN 15:30 / START 17:00",
            "9/10 (Sun) Osaka, Osaka-jo Hall OPEN14:30 / START 16:00",
            "9/16 (Sat) YOKOHAMA ARENA, Kanagawa, OPEN 15:30 / START 17:00",
            "9/17 (Sun) Yokohama Arena, Kanagawa, OPEN14:30 / START 16:00"
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19941/Ado230519D.jpg?time=1684652783"
        ],
        "links": ["https://ado.theshop.jp/"]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arnPvvuyJGK5pxB8PWwuH45E": {
        "title": "The 33rd edition of Ado's radio project \"Ado's Backstage Front\" has been updated! This time, Ado will be answering your \"concerns\"!",
        "date": "May 19, 2023",
        "text": [
            "The 33rd edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, May 19, at 9:00 p.m. (9:00 p.m.).",
            "In this issue, we would like to introduce your \"Concerns\" messages, and Ado will answer them.",
            "This broadcast can be viewed at the following URL",
            "For the 33rd broadcast of \"Ado's Backstage Front,\" click here.",
            "The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available exclusively to \"Ado's Doki Doki Secret Base\" members. (The broadcast is not live, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado said when he saw a wish written on a tanzaku strip for the Tanabata Festival\" What was written on the strip, what did Ado think and what did he say? By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smML9eo22ZGQENQWiFdhJ9ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arfSLYM7mdZk8qEgS3eb36Ef"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arRHdAmgFHuZoY39cfSE8EoK": {
        "title": "The 32nd edition of Ado's radio program \"Ado's Backstage\" has been updated! This time, Ado will read your \"Futsubota\" and answer your questions!",
        "date": "2023/05/12",
        "text": [
            "The 32nd edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, May 12, at 9:00 p.m. (9:00 p.m.).",
            "In this issue, we will be bringing you \"Futsubota\" from you. We will introduce your messages and Ado will answer them.",
            "This broadcast can be viewed at the following URL",
            "Click here to view the 32nd edition of \"Ado's Backstage Front\" broadcast.",
            "The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available exclusively to \"Ado's Doki Doki Secret Base\" members. (The broadcast is not live, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado said when he saw a wish written on a tanzaku strip for the Tanabata Festival\" What was written on the strip, what did Ado think and what did he say? By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/sm43pFaX3WkmNbiuYSMRJMcY",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arfSLYM7mdZk8qEgS3eb36Ef"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arEA8FYQUhLzzDVKKkavuDTM": {
        "title": "Broadcast update of the 31st edition of Ado's radio project \"Ado's Backstage Front\"! This time it's the First Voice section! What did Ado say after going back in time?",
        "date": "2023/05/05",
        "text": [
            "The 31st edition of Ado's radio broadcast project \"Ado's Backstage Front\" was updated on Friday, May 5 at 9 p.m. (9 p.m.).",
            "In this issue, we present the \"First Voice\" section submitted by you. Today is Children's Day, so what is the first voice that Ado, who has traveled back in time, uttered when he met his childhood self? We will introduce your messages and Ado will answer them.",
            "This broadcast can be viewed at the following URL",
            "For the 31st broadcast of \"Ado's Backstage Front,\" click here.",
            "The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available exclusively to \"Ado's Doki Doki Secret Base\" members. (The broadcast is not live, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado said when he saw a wish written on a tanzaku strip for the Tanabata Festival\" What was written on the strip, what did Ado think and what did he say? By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/sm7RXT5SShMP3hoJbP4iVaGU",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arfSLYM7mdZk8qEgS3eb36Ef"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/report/armaf6RYyFtRFdrkQx2tw4iC": {
        "title": "Report from the venue! April 29 (Sat.) & 30 (Sun.) Nico Nico Nico Cho-Kaigi 2023 \"Ado's Doki-Doki Secret Base\" Booth & Flyer Answer Session!",
        "date": "May 01, 2023",
        "text": [
            "Ado has previously stated the following in the media. I set up my microphone and equipment in my closet and sing in there. What is \"Ado's Closet\" where many \"I tried singing in it\" were born, how big is it, and how would you feel if you were to actually enter the closet to record a song? The stage was set in 2023. The stage was set for the Nico Nico Super Conference 2023 held at Makuhari Messe on April 29 (Sat.) and 30 (Sun.), 2023, where \"Ado's Doki-Doki Secret Base\" was exhibited as a booth, a photo spot and recording booth, at this major Nico Nico cultural event.",
            "Before the doors opened...I took this picture of the entire booth when no visitors had arrived yet. The entrance to \"Ado's Doki-Doki Secret Base\" was clearly visible from a distance, and three closets lined up in the back of the booth. Here is a view of the actual closets and the equipment installed in them. Behind the booth, there was a huge 2D \"Ado-chan\" and mysterious posters were displayed everywhere in the venue. When the doors opened at 10:00 a.m. on both days of the Nico Nico Ultra Conference, many visitors came to the recording booth. We are very grateful to the many people who came to our booth for the purpose of visiting our booth. There were also people who were interested in joining us on the day of the event. The \"Ado's Doki-Doki Secret Base\" booth looked like this from the entire Nico Nico Superconference venue. It was very impressive to see how many people were taking detailed photos of the photo spot booth. In particular, I got the impression that many people were surprised at the size of the closet. The recording booth was linked to the radio project \"Ado's Backstage\" and held the \"Teach us Ado-chan! was held in conjunction with the radio project \"Ado's Backstage\". Many people were thrilled to find out that Ado was recording in almost the same booth as this one. It was also impressive to see how most of them were very nervous, but were trying their best to think of what they wanted to ask or tell Mr. Ado, and to record the session. Some of the guests took very nice pictures at the photo spot booth, and some of them wanted to be recorded with that person at the recording booth. On the day of the event, we handed out the following flyer to everyone who came to Nico Nico Ultra Conference 2023. The back of the flyer was a puzzle. Actually, Kochira...only this part did not have a Nico Nico Chan. It might have been very difficult to find a mistake...",
            "Thank you to everyone who visited the \"Ado's Doki Doki Secret Base\" booth at the Nico Nico Ultra Conference 2023. We hope you will continue to enjoy \"Ado's Doki Doki Secret Base\" in the future."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/20230501_001.png?time=1682918388",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/20230501_002.png?time=1682918420",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/20230501_003.png?time=1682918443",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/20230501_004.png?time=1682918467",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/20230501_005.png?time=1682918483",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/20230501_007.png?time=1682918511",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/20230501_006.png?time=1682918527",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/20230501_009.png?time=1682918552",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/20230501_008.png?time=1682918569",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/202304_Ado_card_omote_%E5%8D%B0%E5%88%B7_01.png?time=1682918596",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/202304_Ado_card_ura_%E5%8D%B0%E5%88%B702.png?time=1682918629",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/202304_Ado_card_ura_%E5%8D%B0%E5%88%B7_%E7%AD%94%E3%81%8801.png?time=1682918655",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/19081/202304_Ado_card_ura_%E5%8D%B0%E5%88%B703.png?time=1682918674"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arVKmAk8iTPjr6vdzWL8niDa": {
        "title": "Ado's radio project \"Ado's Backstage\" is back with its 30th episode! This time, we talk about Ado's love for Vocaloids!",
        "date": "Apr. 28, 2023",
        "text": [
            "The 30th edition of Ado's radio broadcast project \"Ado's Backstage Front\" was updated on Friday, April 28 at 9 p.m. (9 p.m.).",
            "In this edition of \"Vocaloid Library Talk,\" or \"Boca Love,\" Ado talks about his favorite Vocaloids, and discusses the Vocaloid songs released in the year and month in which he played the roulette wheel!",
            "This broadcast can be viewed at the following URL",
            "Click here to watch the 30th edition of \"Ado's Backstage Front\" broadcast.",
            "The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available exclusively to \"Ado's Doki Doki Secret Base\" members. (The broadcast is not live, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject this time is: \"The first voice of Ado who went back in time and met his childhood self\". By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smDCSN3MYb7srvjF28fZeUwY",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/army6uPRb5R6LLxrWqbG4aXc"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ar3p3Zdn3pM9Px46wCVUGbf6": {
        "title": "Announcement of the sale of goods at the \"Nico Nico Cho-Kaigi 2023\" venue.",
        "date": "Apr. 27, 2023",
        "text": [
            "We will be selling goods at \"Nico Nico Cho-Kaigi 2023\" to be held on April 29 (Sat.) and 30 (Sun.). Popular tour goods will also be available at the Cho-Kaigi. The \"Doki-Doki Secret Base\" members-only merchandise will also include a new acrylic stand featuring the image of Ado's closet! Sales Outline] ■Date & Time 2023/4/29 (Sat) 10:00-18:00 (last admission 17:30) 2023/4/30 (Sun) 10:00-17:00 (last admission 16:30) ■Location Makuhari Messe International Exhibition Hall HALL6 B70 \"Cho-Goods Sales\" booth venue map: https://chokaigi. jp/2023/map/?filter=B&amp;plan=goods*No sales at \"Ado's Doki Doki Secret Base Booth\". Fashionable comedy T-shirt S (3,800 yen including tax), Fashionable \"Kam Panelera\" big T-shirt small (4,200 yen including tax), Elegant Oshogare-san brooch (1,800 yen including tax), Dokidoki tattoo stickers (1,000 yen including tax), Dance Flake sticker (1,500 yen including tax), Red and Blue Oni hair clip (1,300 yen including tax), Fashionable \"Mirage\" T-shirt White Large (4,200 yen including tax), Fashionable \"Mirage\" T-shirt White Small (4,200 yen including tax), Fashionable \"Mirage\" T-shirt Black Large (4,200 yen including tax) Fashionable \"Mirage\" T-shirt Black Small (4,200 yen including tax), Fashionable \"Mirage\" T-shirt Black Small (4,200 yen including tax), Mirage Chekki-style trading cards [7 random cards] (500 yen including tax) <\"Ado's Doki Doki Secret Base\" Official - Members Only Goods - > - \"Ado's Doki Doki Secret Base\" Official T-shirt (M) (4,200 yen including tax) (4,200 yen including tax) ・「Ado's Doki Doki Secret Base」 Official T-shirt (XL) (4,200 yen including tax) ・Kirarin! Reflector Keychain (900 yen including tax), Dokidoki Secret Base Acrylic Stand (1,800 yen including tax) *New Products* *\"Ado's Doki Doki Secret Base\" Official T-Shirt Size M (Length 68cm / Height 50cm / Shoulder width 43cm / Sleeve length 20cm) XL Size (Height 74cm / Height 56cm / Shoulder width 49cm / Sleeve length 22cm) XL size (Height 74cm / Body width 56cm / Shoulder width 49cm / Sleeve length 22cm) <Accepted Payment Methods> - Cash, Credit Card (VISA / Master / JCB / AMEX / DinersClub / UnionPay), Electronic Money (Transportation system electronic money / ApplePay / GooglePay / QuickPay / iD) Please present your membership confirmation screen at the merchandise sales counter. (Those who join on the day of the event can also purchase these items. Please note that the first-come, first-served basis will end as soon as they are gone. Please note that official merchandise is limited to a maximum of two items per person per checkout. For \"Ado's Doki-Doki Secret Base\" official goods, each person may purchase no more than one item per account. Please understand this beforehand. Please note that the items on sale are subject to stock status and may be out of stock even if you place an order at the checkout. We do not accept returns or exchanges except for defective items. Defective items can only be exchanged during the event. Please be sure to check your purchases and checkout details on the spot. We will not be able to respond to any inquiries after you have left the sales floor. Please understand this in advance. We do not provide shopping bags. Please bring your own bag to take home. For more information about the \"Ado's Doki-Doki Secret Base\" booth, please visit https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ar9azyvErcmJPz2jv6abEPxB"
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/18917/Ado@POP_230426B.jpg?time=1682580817"
        ],
        "links": [
            "https://chokaigi.jp/2023/map/?filter=B&amp;plan=goods",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ar9azyvErcmJPz2jv6abEPxB"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ar63Kfja92g79umE3PEJTZcR": {
        "title": "Broadcast update of the 29th edition of Ado's radio project \"Ado's Backstage Front\"! This time, it's the \"Concerns\" corner. We will introduce your messages and Ado will answer them!",
        "date": "Apr. 21, 2023",
        "text": [
            "The 29th edition of Ado's radio broadcast project \"Ado's Backstage Front\" was updated on Friday, April 21 at 9:00 p.m. (9:00 p.m.). This time, it is the \"Concerns\" corner. We will introduce your messages and Ado will answer them.",
            "This broadcast can be viewed at the following URL",
            "Click here to watch the 29th edition of \"Ado's Backstage Front\" broadcast.",
            "The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available exclusively to \"Ado's Doki Doki Secret Base\" members. (The broadcast is not live, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject this time is: \"The first voice of Ado who went back in time and met his childhood self\". By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smi8nMPjjCCnPFWA4rh6F29J",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/army6uPRb5R6LLxrWqbG4aXc"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arFd9vbGVf8y9hXQD3GYUesn": {
        "title": "National Tour 2023 \"Mars\" Key visual drawn by ORIHARA is released today! Tickets go on general sale tomorrow, 4/22 (Sat.)!",
        "date": "2023/04/20",
        "text": [
            "As Ado prepares to launch his largest hall and arena tour, \"Mars,\" this summer, the key visuals for the live show were unveiled today.",
            "The key visual was drawn by illustrator ORIHARA, who also serves as Ado's image director.",
            "The tour logo is by painter feat. yoshimura.",
            "Tickets for \"Mars\" go on sale to the general public tomorrow, April 22 (Sat) at 10:00.",
            "→Click here for ticket information.",
            "Ado National Tour 2023 \"Mars",
            "June 29 (Thu) Saitama, Omiya Sonic City Main Hall",
            "July 1 (Sat) Tokyo Electron Hall Miyagi (Miyagi Prefectural Hall), Miyagi",
            "July 8 (Sat) Rexxam Hall (Kagawa Prefectural Hall), Kagawa",
            "July 16 (Sun) Fukuoka, Fukuoka Sun Palace Hotel & Hall",
            "July 22 (Sat) Niigata Kenmin Kaikan Main Hall, Niigata",
            "July 30 (Sun) Century Hall, Nagoya International Conference Center, Aichi, Japan",
            "August 12 (Sat) Sapporo Bunka Geijutsu Theatre hitaru, Hokkaido",
            "August 20 (Sun) Hiroshima Bunka Gakuen HBG Hall, Hiroshima",
            "August 29 (Tue) Nippon Budokan, Tokyo",
            "August 30 (Wed) at Nippon Budokan, Tokyo",
            "September 9 (Sat) Osaka, Osaka-jo Hall",
            "September 10 (Sun) Osaka, Osaka-jo Hall",
            "September 16 (Sat) Yokohama Arena, Kanagawa",
            "September 17 (Sun) Yokohama Arena, Kanagawa"
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/18583/%E3%83%9E%E3%83%BC%E3%82%B9%E3%82%99.jpg?time=1682019131",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/18583/%E3%83%9E%E3%83%BC%E3%82%B9%E3%82%99%20%E3%83%AD%E3%82%B3%E3%82%99.jpg?time=1682019168"
        ],
        "links": ["https://l-tike.com/concert/mevent/?mid=583255"]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ar6xmkm3sTK475vNEsqGSE6N": {
        "title": "Resale of Tickets for the National Tour 2023 \"Mars\" Performance",
        "date": "2023/04/20",
        "text": [
            "Thank you for your continued support of Ado.",
            "We have confirmed a number of resales of tickets for the \"Mars\" performance for which tickets are currently on sale.",
            "In light of this situation, if this continues to happen in the future, we may ask the purchaser to present identification at each performance venue.",
            "Please note that resale of tickets is also prohibited by Playguide, the ticket sales website.",
            "The name of the purchaser is printed on the ticket, so if the name on the ticket does not match the name on the ticket, or if we confirm that the ticket has been illegally resold, admission will be denied.",
            "The name printed on the ticket will be that of the purchaser, so if you have purchased more than one ticket, please enter with a companion.",
            "https://www.ent.lawson.co.jp/ticketrule/",
            "Also, we regret to inform you that if the current resale behavior does not improve, no refund will be made for any reason, even if we take the above measures, as tickets are sold on the premise that the purchaser himself/herself will be admitted to the venue.",
            "Please understand this in advance.",
            "We appreciate your understanding.",
            "",
            "*Inquiries about tickets: https://l-tike.com/contact/"
        ],
        "img": [],
        "links": [
            "https://www.ent.lawson.co.jp/ticketrule/",
            "https://l-tike.com/contact/"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ar8dZnf8t2cF34QsTmxFNn23": {
        "title": "Broadcast update of the 28th edition of Ado's radio project \"Ado's Backstage Front\"! This time it's the \"First Voice\" corner! What was the first voice that Ado uttered when he was impressed by his first meal?",
        "date": "Apr. 14, 2023",
        "text": [
            "The 28th edition of Ado's radio broadcast project \"Ado's Backstage\" was updated on Friday, April 14 at 9:00 p.m. (9:00 p.m.). Ado, who was impressed by the food he tried for the first time, gave his first voice... We will introduce your messages and Ado will answer your questions.",
            "This broadcast can be viewed at the following URL",
            "Click here to watch the 28th edition of \"Ado's Backstage Front\" broadcast.",
            "The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available exclusively to \"Ado's Doki Doki Secret Base\" members. (The broadcast is not live, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject this time is: \"The first voice of Ado who went back in time and met his childhood self\". By the way, this corner is a great comedy contest! We are waiting for your interesting answers!",
            "To contribute to the \"First Voices\" section, click here.",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/sm82WHSTMDiucXc5T2MUQpBV",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/army6uPRb5R6LLxrWqbG4aXc"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ar9azyvErcmJPz2jv6abEPxB": {
        "title": "Notice of Booth at Nico Nico Ultra Conference 2023",
        "date": "Apr. 13, 2023",
        "text": [
            "We will exhibit \"Ado's Doki-Doki Secret Base Booth\" at Nico Nico Ultra Conference 2023. This is the first ever project of its kind! We have completely recreated Ado's closet, where many of his songs were recorded, and turned it into a photo spot! Visitors will be able to actually enter the closet and take photos, creating a \"super\" precious, interactive photo spot that can only be experienced here. In addition, a special radio program \"Ado's Backstage\", which is updated weekly, \"Tell us, Ado-chan! a special project of the weekly radio content \"Ado's Backstage\", where you can record your message voice for Ms. Ado in her closet, which is like a dream come true. A portion of the recorded voice will be used in the actual radio content \"In front of Ado's dressing room\". Your voice may be played! In addition, as a novelty limited to the venue, you will receive a special sticker of the mini-character used in the secret base site! Only paying members of \"Ado's Doki-Doki Secret Base\" are allowed to enter the booth.",
            "Q. This year, the \"Ado's Doki-Doki Secret Base\" booth will be born at the Cho-Kaigi! Q. What was your first reaction when you heard about this? I thought, \"No way! I thought. I was thinking that I would be happy to be involved in some way at Cho-Con in the future, but... I didn't expect to be in a booth, and I didn't expect to be involved in a project... I'm very grateful. Q. What do you want people to enjoy about the \"Ado's Doki-Doki Secret Base\" booth? A. Since there will be a closet at the booth, why don't you become Ado? I didn't expect a closet! I was surprised myself, but I thought it might be the best idea. I thought it would be interesting for people who don't know me, because the closet is a symbol of Ado and also because you can experience it. I was actually singing in the closet, so I thought it would be a moving experience to be able to share that with you and to be able to put the closet once again in the superconference with all the things I have done, memories, and all the hard work that I have put into it. I hope you all look forward to it.",
            "Please refer to the following for an outline of the event, how to participate in the recording, and precautions. We look forward to seeing you there. The outline of the real event] Nico Nico Cho-Kaigi 2023■Date & Time2023/4/29 (Sat) 10:00-18:00 (last admission 17:30)2023/4/30 (Sun) 10:00-17:00 (last admission 16:30)■LocationMakuhari Messe International Exhibition Hall 1-11 + Event Hall* Secret Base is in Hall 5 ■Please see the following page for the details of the event. For more details, please see the following page: https://chokaigi.jp/2023/plan/ado.html[How to participate in the recording] ■Conditions for participationYou must be a paid member of \"Ado's Doki-Doki Secret Base\" either yearly or monthly ■Number of people accepted100 people per day (when the maximum number of applications is reached, the registration will be closed) ■Hours (If the maximum number of applications is reached, the registration will be closed.)■HoursDay 1: Registration time: 10:00 - Recording time: about 1 minute per person between 10:30 and 17:30Day 2: Registration time: 10:00 - Recording time: about 1 minute per person between 10:30 and 16:30■ How to participateReception begins at the booth from 10:00 on the day - Flow - ①Confirm membership status* \"Ado's Doki Doki Secret Base\". Please log in to \"Ado's Doki-Doki Secret Base\" and present it to the staff. (2) Numbered tickets will be distributed in the order of acceptance. After confirming your membership status at the reception desk, the recording will take place in the recording booth. ■Precautions for participation in the recording: If you lose your numbered ticket, if you are late for the meeting, or if the hand stamp cannot be confirmed, you may not be allowed to participate in the recording. The recorded message may be used in \"Ado's Backstage\". Please begin your message with \"My name is ◯◯. at the beginning of the message. Please tell us what you want us to hear from Ado. Please do not use abusive language, obscene language, or slander in your recording. ▶Official website※Please note that photo taking time may be limited during busy times. Novelty stickers are limited in quantity. Distribution will end as soon as we run out. Please note that the booth operation method may be changed on the day of the event. If you have any questions about Nico Nico Cho-Kaigi, please contact us at the following address. ▶Nico Nico Nico Cho-Kaigi Customer Support Hours: Weekdays 11:00-18:00 ・Please click the \"Contact Support\" button at the bottom of this page to contact us. Please allow 1-3 business days for a response."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/18072/cho_ado_info.png?time=1681374026"
        ],
        "links": [
            "https://chokaigi.jp/2023/plan/ado.html",
            "https://chokaigi.jp/",
            "https://qa.nicovideo.jp/faq/show/206?site_domain=default&_ga=2.238955721.836838830.1681089084-1538697537.1652426789"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arPTzQMRckZrXoCNZ8JXvEtk": {
        "title": "National Tour 2023 \"Mars\" Pre-Request Advance Starts!",
        "date": "Apr. 9, 2023",
        "text": [
            "Ado National Tour 2023 \"Mars\" Ticket Pre-Request Advance Applications will start from 4/10! (*The period for confirming the results and making a payment for the first and second advance tickets for members can also be found at the bottom of this page.)",
            "＜Ado National Tour 2023 \"Mars\"",
            "6/29 (Thu) Saitama, Omiya Sonic City Main Hall OPEN 17:30 / START 18:30",
            "7/1 (Sat) Tokyo Electron Hall Miyagi, OPEN 16:00 / START 17:00",
            "7/8 (Sat) Kagawa, Rexxam Hall (Kagawa Kenmin Hall) OPEN 16:00 / START 17:00",
            "7/16(Sun)Fukuoka, Fukuoka Sun Palace Hotel & Hall OPEN 16:00 / START 17:00",
            "7/22(Sat)Niigata Kenmin Kaikan Main Hall, Niigata OPEN 16:00 / START 17:00",
            "7/30(Sun)Aichi, Nagoya International Conference Center Century Hall OPEN 16:00 / START 17:00",
            "8/12(Sat)Hokkaido, Sapporo Arts and Culture Theatre hitaru OPEN 16:00 / START 17:00",
            "8/20(Sun)Hiroshima, Hiroshima Bunka Gakuen HBG Hall OPEN 16:00 / START 17:00",
            "8/29(Tue)Tokyo, Nippon Budokan OPEN 17:00 / START 18:30",
            "8/30 (Wed)Tokyo Nippon Budokan, OPEN 16:30 / START 18:00",
            "9/9 (Sat) Osaka, Osaka-jo Hall OPEN 15:30 / START 17:00",
            "9/10(Sun) Osaka, Osaka-jo Hall OPEN14:30 / START 16:00",
            "9/16(sat)YOKOHAMA ARENA, Kanagawa, OPEN 15:30 / START 17:00",
            "9/17(Sun) Kanagawa, Yokohama Arena OPEN14:30 / START 16:00",
            "",
            "◆Ticket Information",
            "Ticket Price",
            "VIP seats ¥12,000 (including consumption tax/with gift) Reserved seats ¥8,000 (including consumption tax)",
            "",
            "8/29-9/17 Arena Concerts\" VIP Seats ¥13,000 (including tax/including gift) S Seats ¥9,000 (including tax)A Seats ¥8,000 (including tax)",
            "",
            "Ticket required for ages 3 and up / No admission for ages 2 and under",
            "Up to 4 per application",
            "All seats reserved",
            "",
            "▼Lottery application page is here ▼https://l-tike.com/ado/*Registration for Lawson WEB membership (free of charge) is required ▼Confirmation of member advance order and payment period is here ▼*Please click each button for details: https://faq.l-tike.com/faq/0199/",
            "▼Fastest advance: 2023/4/7 (Fri.) 15:00 - 2023/4/10 (Mon.) 23:00",
            "▼Second advance: 2023/4/14 (Fri.) 15:00 - 2023/4/17 (Mon.) 23:00"
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/17446/S__17965181.jpg?time=1680251571"
        ],
        "links": ["https://l-tike.com/ado/", "https://faq.l-tike.com/faq/0199/"]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arRHzjuFUySnqfdzTYp89vUg": {
        "title": "Update on the 27th edition of Ado's radio project \"Ado's Backstage Front\"! It's been a while since we've had a regular episode, and Ado will be answering the \"Futsubotas\" that you've given him.",
        "date": "Apr/07/2023",
        "text": [
            "The 27th edition of Ado's radio broadcast project \"Ado's Backstage Front\" was updated on Friday, April 7 at 9 p.m. (9 p.m.).",
            "This is the first regular installment in a while, in which Ado will introduce and answer some of the \"futsubotas\" that we have received from you. We hope you enjoy it! Also, the 2D character used in the video has been changed.",
            "This broadcast can be viewed at the following URL",
            "Click here to watch the 27th edition of \"Ado's Backstage Front\" broadcast.",
            "The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available exclusively to \"Ado's Doki Doki Secret Base\" members. (The broadcast is not live, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado uttered when he was impressed by his first dish\". What is the first voice that Ado uttered after eating his first dish? By the way, this corner is a \"comedy contest\"! We are looking forward to your interesting answers! Click here to submit your comments to the \"First Voice\" corner!",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/sm7wYcRspTxuuU6AUNMVDCmA",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/aridDxxP5F2w9HoNwhB2JVy9"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arcTMyPB7j7d4f2ChHkA6Eo5": {
        "title": "Apology for the Renewal Privilege and Notice of Change in Eligibility [Added on 4/12].",
        "date": "Apr. 06, 2023",
        "text": [
            "Thank you for enjoying \"Ado's Doki Doki Secret Base\". We have received various comments and inquiries regarding the \"Renewal Privilege\" notice that was posted at 10:00 a.m. on April 4 (Tue.). The management has once again discussed the matter and has decided to make the following changes to the eligibility for the renewal benefits. Before: All annual plan members who have been enrolled for at least one year After: All members who have been enrolled for at least 366 days for both annual and monthly plans. Please contact us using the Contact Us form. (*Normally, the number of days of membership will be reset after a plan change, but this time we will make a special arrangement for those who meet the conditions) Those who changed from a monthly membership to an annual membership between 10:00 am on 4/4 (Tue) and 23:59 pm on 4/6 (Thu) (*We will check the duration of your monthly membership. Please contact us at https://help.sheeta.com/hc/ja/requests/new?ticket_form_id=900002764543この度は運営側による不手際により. We apologize for any confusion or discomfort this may have caused to our members. We are very sorry for the confusion and discomfort this has caused to our members. We deeply apologize for any confusion or discomfort this may have caused. We will continue to offer special benefits to members based on the number of days they have been a member of \"Ado's Doki-Doki Secret Base\". We will let you know the details of this special offer as soon as they are finalized, so we hope you will look forward to it. We look forward to your continued support of \"Ado's Doki Doki Secret Base\". ～We are sorry for the inconvenience caused by the delay in the renewal of the monthly/annual memberships. In order to continue your carrier payment, convenience store, or Pay-easy membership status, you must complete the renewal procedure (payment of annual membership fee for the following year) between one month before the expiration date and \"one month\" before the expiration date. If you do not complete the renewal procedure during the above period, your membership will be automatically cancelled. If you are an annual fee member who has not been automatically renewed, please be sure not to forget to renew your membership. The renewal period for carrier payment, convenience stores, and Pay-easy was stated as 2 months in the 4/6 announcement, but the correct period is 1 month. In addition, it was stated that the period for notification by e-mail and on the web was one week before the day and one month after the day, but it is correct that it is only one month before the day. We apologize for the correction. We apologize for any inconvenience caused. Please be sure to renew your membership for the second year if you are an annual member who is not eligible for automatic renewal in order to receive the renewal benefits. Please note that even if you have completed the renewal procedure, you will not be eligible to receive the benefits if you cancel your membership before the benefits are sent. If you cancel your membership or change your plan even once, the number of days you have been a member will be reset to zero. If the number of days has reached the above, we plan to deliver the benefits about one to two and a half months after you have been a member for at least one year (366 days). *The shipping timing is only a guideline. We cannot respond to inquiries regarding the timing of the tally or the details of the benefits. The timing of the total is subject to membership status at the time of the tally. If you have canceled your membership or deleted your account at the time of the tally, we will not be able to send you the prize. If you have not registered your name and address on the \"My Page\" of this site, you will not be eligible to receive the shipment. If you have updated your address, please check your registered address on this site again at the time of updating. Please note that we can only ship within Japan. Please note that we are not able to ship overseas. Unfortunately, not all items are available for shipping outside Japan. Please note that simply issuing a payment number on the website does not mean that your registration is complete and you will not be included in the shipment. Please note that the registration process is not complete and that your payment will not be included in the shipment. Please be sure to register your correct address, name, and other information on \"My Page\". Shipping address] The address registered in \"My Page\" at the time of the campaign expiration date. You can check the address on \"My Page\". We will not be able to reship due to an incomplete address. Please make sure to confirm that you have the correct address. When you move to a new address, please do not forget to change the address registered on My Page and submit a forwarding notification to the post office. Please make sure to register \"(nameplate name) Surname\" if your nameplate name is different from your registered surname. A: We do not accept address changes after the completion of the counting of the number of continuous days. Q: Can I check the number of days of my subscription and when it will be delivered? This benefit will be distributed based on measurements taken by the site management. Also, due to the large number of members, we are unable to respond to individual inquiries."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/17380/%E3%82%B9%E3%83%A9%E3%82%A4%E3%83%891.png?time=1680235841",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/17708/Ado_FC%20%E6%9C%88%E9%A1%8D%E4%BC%9A%E5%93%A1%E3%80%81%E5%B9%B4%E9%A1%8D%E4%BC%9A%E5%93%A1%E3%81%AE%E6%9B%B4%E6%96%B0%E3%81%AB%E3%81%A4%E3%81%84%E3%81%A6_%E4%BF%AE%E6%AD%A3%20%281%29.png?time=1681268930"
        ],
        "links": [
            "https://help.sheeta.com/hc/ja/requests/new?ticket_form_id=900002764543"
        ]
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ardyNvQms454n5w5dQFZ8SCN": {
        "title": "Announcement of [Continuation Privilege] [Added on 4/12].",
        "date": "Apr/03/2023",
        "text": [
            "We are pleased to announce the renewal benefits for members who have been subscribing to \"Ado's Doki-Doki Secret Base\" for one year! We will inform you of the details of the benefits as soon as they are decided. Please look forward to it. We look forward to seeing you in the second year of \"Ado's Doki Doki Secret Base\". ～We hope you will enjoy your second year of \"Ado's Doki Doki Secret Base\". In order to continue your carrier payment, convenience store, or Pay-easy membership status, you must complete the renewal procedure (payment of annual membership fee for the following year) between one month before the expiration date and \"one month\" before the expiration date. If you do not complete the renewal procedure during the above period, your membership will be automatically cancelled. If you are an annual fee member who has not been automatically renewed, please be sure not to forget to renew your membership. The renewal period for carrier payment, convenience stores, and Pay-easy was stated as 2 months in the 4/6 announcement, but the correct period is 1 month. In addition, it was stated that the period for notification by e-mail and on the web was one week before the day and one month after the day, but it is correct that it is only one month before the day. We apologize for the correction. We apologize for any inconvenience caused. Please be sure to renew your membership for the second year if you are an annual member who is not eligible for automatic renewal in order to receive the renewal benefits. Please note that even if you have completed the renewal procedure, you will not be eligible to receive the benefits if you cancel your membership before the benefits are sent. If you cancel your membership or change your plan even once, the number of days you have been a member will be reset to zero. If the number of days has reached the above, we plan to deliver the benefits about one to two and a half months after you have been a member for at least one year (366 days). *The shipping timing is only a guideline. We cannot respond to inquiries regarding the timing of the tally or the details of the benefits. The timing of the total is subject to membership status at the time of the tally. If you have canceled your membership or deleted your account at the time of the tally, we will not be able to send you the prize. If you have not registered your name and address on the \"My Page\" of this site, you will not be eligible to receive the shipment. If you have updated your address, please check your registered address on this site once again at the time of update. Please note that we can only ship within Japan. Please note that we are not able to ship overseas. Unfortunately, not all items are available for shipping outside Japan. Please note that simply issuing a payment number on the website does not mean that your registration is complete and you will not be included in the shipment. Please note that the registration process is not complete and that your payment will not be included in the shipment. Please be sure to register your correct address, name, and other information on \"My Page\". Shipping address] The address registered in \"My Page\" at the time of the campaign expiration date. You can check the address on \"My Page\". We will not be able to reship due to an incomplete address. Please be sure to confirm that you have the correct address. When you move to a new address, please do not forget to change the address registered on My Page and submit a forwarding notification to the post office. Please make sure to register \"(nameplate name) Surname\" if your nameplate name is different from your registered surname. A: We do not accept address changes after the completion of the counting of the number of continuous days. Q: Can I check the number of days of my subscription and when it will be delivered? This benefit will be distributed based on measurements taken by the site management. Also, due to the large number of members, we are unable to respond to individual inquiries."
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/17380/%E3%82%B9%E3%83%A9%E3%82%A4%E3%83%891.png?time=1680235841",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/17380/Ado_FC%20%E6%9C%88%E9%A1%8D%E4%BC%9A%E5%93%A1%E3%80%81%E5%B9%B4%E9%A1%8D%E4%BC%9A%E5%93%A1%E3%81%AE%E6%9B%B4%E6%96%B0%E3%81%AB%E3%81%A4%E3%81%84%E3%81%A6_%E4%BF%AE%E6%AD%A3%20%281%29.png?time=1681270078"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/ar6gUQYFb2YDPXduutZemCSB": {
        "title": "National Tour 2023 \"Mars\" members' second advance started!",
        "date": "Apr. 02, 2023",
        "text": [
            "Ado National Tour 2023 \"Mars\" Second advance ticket application starts on 4/3 at \"Ado's Doki-Doki Secret Base\"!",
            "＜Ado National Tour 2023 \"Mars\"",
            "6/29 (Thu) Saitama, Omiya Sonic City Main Hall OPEN 17:30 / START 18:30",
            "7/1 (Sat) Tokyo Electron Hall Miyagi, OPEN 16:00 / START 17:00",
            "7/8 (Sat) Kagawa, Rexxam Hall (Kagawa Kenmin Hall) OPEN 16:00 / START 17:00",
            "7/16(Sun)Fukuoka, Fukuoka Sun Palace Hotel & Hall OPEN 16:00 / START 17:00",
            "7/22(Sat)Niigata Kenmin Kaikan Main Hall, Niigata OPEN 16:00 / START 17:00",
            "7/30(Sun)Aichi, Nagoya International Conference Center Century Hall OPEN 16:00 / START 17:00",
            "8/12(Sat)Hokkaido, Sapporo Arts and Culture Theatre hitaru OPEN 16:00 / START 17:00",
            "8/20(Sun)Hiroshima, Hiroshima Bunka Gakuen HBG Hall OPEN 16:00 / START 17:00",
            "8/29(Tue)Tokyo, Nippon Budokan OPEN 17:00 / START 18:30",
            "8/30 (Wed)Tokyo Nippon Budokan, OPEN 16:30 / START 18:00",
            "9/9 (Sat) Osaka, Osaka-jo Hall OPEN 15:30 / START 17:00",
            "9/10(Sun) Osaka, Osaka-jo Hall OPEN14:30 / START 16:00",
            "9/16(sat)YOKOHAMA ARENA, Kanagawa, OPEN 15:30 / START 17:00",
            "9/17(Sun) Kanagawa, Yokohama Arena OPEN14:30 / START 16:00",
            "",
            "◆Ticket Information",
            "Ticket Price",
            "VIP seat ¥12,000 (including consumption tax/with gift) Reserved seat ¥8,000 (including consumption tax)",
            "",
            "8/29-9/17 Arena Concerts\" VIP Seats ¥13,000 (including tax/including gift) S Seats ¥9,000 (including tax)A Seats ¥8,000 (including tax)",
            "",
            "Ticket required for ages 3 and up / No admission for ages 2 and under",
            "Up to 4 per application",
            "All seats reserved",
            ""
        ],
        "img": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/public_html/contents/articles/17446/S__17965181.jpg?time=1680251571"
        ],
        "links": []
    },
    "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/news/arwqoT8S5aVTo7fAPDY2QGwX": {
        "title": "Broadcast update of the 26th edition of Ado's radio project \"Ado's Backstage Front\"! This is the last week of Guest Month! We welcome our guests Yoshino-san and Weakly Acidic-san, and will answer your \"concerns\"!",
        "date": "Mar. 31, 2023",
        "text": [
            "The 26th edition of Ado's radio broadcast project \"Ado's Backstage Front\" was updated on Friday, March 31 at 9 p.m. (9 p.m.).",
            "March is Guest Month! This is the last week! We welcome our guests, Ms. Yoshino and Mr. Weakness, to answer your questions and concerns, and we hope you will enjoy the answers that only the three of them can provide.",
            "This broadcast can be viewed at the following URL Click here to view the 26th broadcast of Ado's Backstage.",
            "------",
            "Guest : Ms. Yoshino",
            "Click here for Twitter",
            "Click here for YouTube",
            "",
            "Guest : Mr. Weakly Acidic",
            "Twitter: here and YouTube: here.",
            "------",
            "The broadcast will continue to be updated every Friday at 9:00 p.m. (9:00 p.m.) and will be available exclusively to \"Ado's Doki Doki Secret Base\" members. (The broadcast is not live, so you can watch it anytime.) We also currently have a members-only posting section. We will continue to introduce messages received from you and promote the corner in the future. Currently, we are accepting submissions for the following four corners.",
            "If you have any questions or messages, or anything in non-genre, you can post them here! Click here to post to the \"Worries\" section ▼ \"Maybe it's OK\" Please send us what you think is a little \"Is this OK? Please send us what you think \"Is this OK? If you are not that seriously worried about it, but are wondering what to do, Ado will gently give you a push with the words, \"It will probably be OK. Click here to contribute to the \"Maybe it's OK\" corner.",
            "We are looking for lines that you would like Ado to say, that you would like him to say, or that you think he would say. The subject we are looking for this time is... \"The first voice that Ado uttered when he was impressed by his first dish\". What is the first voice that Ado uttered after eating his first dish? By the way, this corner is a \"comedy contest\"! We are looking forward to your interesting answers! Click here to submit your comments to the \"First Voice\" corner!",
            "We hope you will join us here as well. We hope you enjoy the radio videos and submissions."
        ],
        "img": [],
        "links": [
            "https://ado-dokidokihimitsukichi-daigakuimo.com/video/smAeeqRCdNQsyjt9XQ6Feq84",
            "https://twitter.com/yoshino_msc",
            "https://www.youtube.com/@yoshino_niku",
            "https://twitter.com/jyaku_817",
            "https://www.youtube.com/@jakusansei",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arNQ66gGfXmzGjAHdEenw6Ve",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/arEZQMHX3waU3iF3qaG6ZBLW",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/araLy6aQHQeSLLGZRP2NvDQC",
            "https://ado-dokidokihimitsukichi-daigakuimo.com/articles/gakuyamae/aridDxxP5F2w9HoNwhB2JVy9"
        ]
    }
}
